Repository: ryonakano/reco
Catalog: po/extra/*.po
Languages: fr, ja, lt, nl, pl, pt_br, ru, sk, tr, uk

source: Revert changes done in version 2.4.3 that potentially caused an error during the packaging process
fr: Annulation des modifications effectuées dans la version 2.4.3 qui pouvaient potentiellement causer une erreur lors du processus d'empaquetage
ja: パッケージングの過程で発生していたエラーの原因と思われる、バージョン 2.4.3 で行われた変更箇所を差し戻し
pt_br: Reverter as alterações feitas na versão 2.4.3 que potencialmente causaram um erro durante o processo de empacotamento
ru: Отменены изменения, сделанные в версии 2.4.3, которые потенциально могли вызвать ошибку в процессе сборки
sk: Vrátenie zmien vykonaných vo verzii 2.4.3, ktorá potenciálne spôsobovali chybu počas procesu balenia
tr: Paketleme işlemi sırasında hataya neden olabilecek 2.4.3 sürümünde yapılan değişiklikler geri alındı
uk: Повернено зміни, внесені у версії 2.4.3, які потенційно спричиняли помилку під час процесу створення пакунка

source: MainWindow: Readable copy for dialog messages
fr: Fenêtre principale : Copie lisible des boîte de dialogues de message
ja: メインウィンドウ: ダイアログメッセージのテキストをわかりやすいものに変更
pt_br: MainWindow: Cópia legível para mensagens de janela de diálogo
ru: MainWindow: Читаемая копия для диалоговых сообщений
sk: Hlavné okno: Čitateľná kópia dialógových správ
tr: MainWindow: İletişim kutusu iletileri için okunabilir kopya
uk: MainWindow: Читабельна копія для повідомлень діалогових вікон

source: MainWindow: Add window title for the new Gala feature that shows windows titles in Multitasking view
fr: Fenêtre principale : Ajout du titre de la fenêtre pour la nouvelle fonctionnalité de Gala qui affiche le titre des fenêtres dans la vue multitâche
ja: メインウィンドウ: マルチタスク画面でウィンドウタイトルを表示する Gala の新機能に使われるウィンドウタイトルを追加
pt_br: MainWindow: Adição do título da janela para o nova funcionalidade Gala que mostra títulos das janelas na exibição do Multitarefas
ru: MainWindow: Добавлен заголовок окна для новой функции Gala, которая показывает заголовки окон в режиме многозадачности
sk: Hlavné okno: Pridaný názov okna pre novú funkciu Gala, ktorá zobrazuje názvy okien v Zobrazení úloh
tr: MainWindow: Çoklu görev görünümünde pencere başlıklarını gösteren yeni Gala özelliği için pencere başlığı eklendi
uk: MainWindow: додано назву вікна для нової функції Gala, яка показує заголовки вікон у багатозадачному поданні

source: Add Italian translation (thanks to @albanobattistella)
fr: Ajout des traductions en italien (grâce à @albanobattistella)
ja: イタリア語翻訳を追加 (貢献者: @albanobattistella)
pt_br: Tradução italiana adicionada (obrigado a @albanobattistella)
ru: Добавлен итальянский перевод (спасибо @albanobattistella)
sk: Pridaný preklad do taliančiny (vďaka @albanobattistella)
tr: İtalyanca çeviri eklendi (Teşekkürler @albanobattistella)
uk: Додано переклад італійською мовою (спасибі @albanobattistella)

source: Add Portuguese translation (thanks to @hugok79)
fr: Ajout des traductions en portuguais (grâce à @hugok79)
ja: ポルトガル語翻訳を追加 (貢献者: @hugok79)
pt_br: Tradução portuguesa adicionada (obrigado a @hugok79)
ru: Добавлен португальский перевод (спасибо @hugok79)
sk: Pridaný preklad do portugalčiny (vďaka @hugok79)
tr: Portekizce çeviri eklendi (teşekkürler @hugok79)
uk: Додано переклад португальською мовою (спасибі @hugok79)

source: Clean code
fr: Nettoyage du code
ja: コードの整理
pt_br: Limpeza de código
ru: Код почищен
sk: Upratanie kódu
tr: Temiz kod
uk: Очищено код

source: Inhibit sleeping while recording
fr: Empêchement de la mise en veille lors de l'enregistrement
ja: 録音中はスリープしないように修正
pt_br: Inibir a suspensão durante a gravação
ru: Запрет ухода в режим сна во время записи
sk: Zabránenie uspania počas nahrávania
tr: Kayıt sırasında uyumayı engelleme
uk: Блокування переходу в режим сну під час запису

source: Make sure GSettings key "length" and "delay" take only natural numbers
fr: Nous nous sommes assurés que les clés GSettings « length » et « delay » n'acceptent que des nombres naturels
ja: "length"・"delay" の両 GSettings キーが必ず整数のみを取るように修正
pt_br: Certifique-se de que as teclas GSettings "duração" e "atraso" levam apenas números naturais
ru: Гарантировано использование только натуральных чисел для ключей GSettings «length» и «delay»
sk: Zaistené, že GSettings kľúč „length“ a „delay“ prijíma iba prirodzené čísla
tr: GSettings "length" ve "delay" anahtarlarının yalnızca doğal sayılar aldığından emin olundu
uk: Ключі GSettings key «length» and «delay» відтепер приймають лише натуральні числа

source: Follow API change of Gtk.FileChooser in GTK 4
fr: Prise en compte des modifications de l'API de Gtk.FileChooser dans GTK 4
ja: GTK 4 での Gtk.FileChooser の API の変更に追従
pt_br: Segue a alteração de API de Gtk.FileChooser no GTK 4
ru: Изменения в API Gtk.FileChooser в GTK 4
sk: Nasledovať zmenu API pre Gtk.FileChooser v GTK 4
tr: GTK 4'teki Gtk.FileChooser API değişikliğini takip et
uk: Дотримання змін Gtk.FileChooser у GTK 4

source: Fix temporary recordings are not deleted on error
fr: Correction des enregistrements temporaires non supprimés en cas d'erreur
ja: エラー発生時に一時的な録音ファイルが削除されない不具合を修正
pt_br: As gravações temporárias corrigidas não são eliminadas por erro
ru: Исправлена ошибка, при которой временные записи не удалялись при возникновении ошибки
sk: Oprava problému, keď sa dočasné nahrávky nevymazávali pri výskyte chyby
tr: Geçici kayıtların hata üzerine silinmemesini düzelt
uk: Виправлено помилки, через яку тимчасові записи не видалялись

source: Fix some microphones are not recognized (thanks to @peteruithoven)
fr: Correction de la non-reconnaissance de certains micros (grâce à @peteruithoven)
ja: マイクを認識しないことがある不具合を修正 (貢献者: @peteruithoven)
pt_br: Corrige alguns microfones de não serem reconhecidos (obrigado a @peteruithoven)
ru: Исправлено нераспознавание некоторых микрофонов (спасибо @peteruithoven)
sk: Oprava problému, keď sa nerozpoznali niektoré mikrofóny (vďaka @peteruithoven)
tr: Bazı mikrofonların tanınmaması düzeltildi (@peteruithoven'a teşekkürler)
uk: Виправлено помилку, через яку деякі мікрофони не розпізнаються (спасибі @peteruithoven)

source: Update Turkish translation (thanks to @safak45x)
fr: Mise à jour des traductions en turc (grâce à @safak45x)
ja: トルコ語翻訳を更新 (貢献者: @safak45x)
pt_br: Atualização da tradução turca (obrigado a @safak45x)
ru: Обновлён турецкий перевод (спасибо @safak45x)
sk: Aktualizácia prekladu do turečtiny (vďaka @safak45x)
tr: Türkçe çeviri güncellendi (@safak45x'e teşekkürler)
uk: Оновлено переклад турецькою мовою (спасибі @safak45x)

source: Respect an elementary OS-wide dark preference
fr: Respect de la préférence du thème sombre d'elementary OS
ja: elementary OS のダークスタイル設定を反映するように修正
nl: Ondersteuning voor elementary OS' donkere thema
pt_br: Respeita a preferência geral escura por todo o elementary OS
ru: Соблюдение тёмного стиля elementary OS
sk: Rešpektovať globálnu preferenciu tmavého štýlu v elementary OS
tr: İşletim sistemi genelinde karanlık tercihine uyar
uk: Дотримання налаштувань темного стилю elementary OS

source: Allow setting per-app dark style preference
fr: Possibilité de définir un thème sombre spécifique à l'application
ja: このアプリ内限定でダークスタイルを設定できる機能を追加
nl: Ondersteuning voor donker thema per toepassing
pt_br: Permitir a definição de preferência de estilo escuro por aplicação
ru: Возможность использования тёмного стиля для приложения отдельно
sk: Umožnenie zmeny predvoľby tmavého štýlu v aplikácii nezávisle od systémového nastavenia
tr: Uygulama başına koyu stil tercihini ayarlamaya izin verir
uk: Уможливлено налаштування темного стилю для кожного застосунку окремо

source: Allow choosing stereo or mono
fr: Ajout de la possibilité de sélectionner stéréo ou mono
ja: ステレオ・モノを選択できる機能を追加
nl: Altijd keuze tussen stereo of mono
pt_br: Permitir a escolha de estéreo ou mono
ru: Добавлен выбор между моно и стерео режимом
sk: Umožnenie výberu stereo alebo mono
tr: Stereo veya mono seçmeye izin verir
uk: Дозволено вибрати стерео або моно

source: Update Spanish translation (thanks to @CCaroV)
fr: Mise à jour des traductions en espagnol (grâce à @CCaroV)
ja: スペイン語翻訳を更新 (貢献者: @CCaroV)
nl: Spaanse vertaling bijgewerkt, met dank aan @CCaroV
pt_br: Atualização da tradução (obrigado a @CCaroV)
ru: Обновлён испанский перевод (спасибо @CCaroV)
sk: Aktualizácia prekladu do španielčiny (vďaka @CCaroV)
tr: İspanyolca çeviriyi güncellendi (@CCaroV)
uk: Оновлено переклад іспанською мовою (дякую @CCaroV)

source: Explicit gstreamer1.0-libav as a dependency to fix a potential crash when trying to record in AAC
fr: Ajout de gstreamer1.0-libav en tant que dépendance pour corriger un potentiel plantage lors de l'enregistrement au format AAC
ja: 依存関係として gstreamer1.0-libav を明示することで、AAC 形式で録音しようとするとクラッシュすることがある不具合を修正
nl: gstreamer1.0-libav is voortaan een verplichte afhankelijkheid om te voorkomen dat Reco crasht tijdens het opnemen in AAC-formaat
pt_br: Gstreamer1.0-libav explícito como uma dependência para corrigir uma potencial falha ao tentar gravar em AAC
ru: Добавлена зависирмость gstreamer1.0-libav, чтобы исправить возможное падение программы при попытки записи в формате AAC
sk: Zrozumiteľne vyjadriť gstreamer 1.0-libav ako závislosť pre opravu potenciálneho pádu pri pokuse o nahrávanie vo formáte AAC
tr: ACC ile kayıt yapmaya çalışırken gmstreamer1.0-libav hatası düzetildi
uk: Явне вираження gstreamer1.0-libav як залежності для виправлення потенційного збою при спробі запису в AAC

source: Add Turkish translation (by @safak45x)
fr: Ajout des traductions en turc (par @safak45x)
ja: トルコ語翻訳を追加 (貢献者: @safak45x)
pt_br: Tradução turca adicionada (por @safak45x)
ru: Добавлен турецкий перевод (от @safak45x)
sk: Pridaný preklad do turečtiny (od @safak45x)
tr: Türkçe çeviri eklendi (@ safak45x)
uk: Додано переклад турецькою мовою (від @safak45x)

source: Add Russian translation (by @usmanovmax)
fr: Ajout des traductions en russe (par @usmanovmax)
ja: ロシア語翻訳を追加 (貢献者: @usmanovmax)
pt_br: Tradução russa adicionada (por @usmanovmax)
ru: Добавлен русский перевод (от @usmanovmax)
sk: Pridaný preklad do ruštiny (od @usmanovmax)
tr: Rusça çeviri eklendi (@usmanovmax)
uk: Додано переклад російською мовою (від @usmanovmax)

source: Add Polish translation (by @michalzkosmosu)
fr: Ajout des traductions en polonais (par @michalzkosmosu)
ja: ポーランド語翻訳を追加 (貢献者: @michalzkosmosu)
pt_br: Tradução polaca adicionada (por @michalzkosmosu)
ru: Добавлен польский перевод (от @michalzkosmosu)
sk: Pridaný preklad do poľštiny (od @michalzkosmosu)
tr: Lehçe çeviri eklendi (@michalzkosmosu)
uk: Додати переклад польською мовою (від @michalzkosmosu)

source: Update French translation (by @NathanBnm)
fr: Mise à jour des traductions en français (par @NathanBnm)
ja: フランス語翻訳を更新 (貢献者: @NathanBnm)
pt_br: Tradução francesa adicionada (por @NathanBnm))
ru: Обновлён французский перевод (от @NathanBnm)
sk: Aktualizácia prekladu do francúzštiny (od @NathanBnm)
tr: Fransızca çeviri güncellendi (@NathanBnm tarafından)
uk: Оновлено переклад французькою мовою (від @NathanBnm)

source: Fix the weird behavior of the countdown timer when pausing/canceling it (by andreasomaini)
fr: Correction du comportement étrange du décompte lors de sa mise en pause/annulation (par andreasomaini)
ja: カウントダウンタイマーを一時停止／キャンセルすると、タイマーの動作がおかしくなる不具合を修正 (貢献者: andreasomaini)
pt_br: Corrige o comportamento estranho do temporizador de contagem regressiva ao pausá-lo/cancelá-lo (por andreasomaini)
ru: Исправлено странное поведение таймера обратного отсчета при его приостановке/отмене (от andreasomaini)
sk: Oprava divného správania časovača odpočítavania pri pozastavení alebo zrušení (od andreasomaini)
tr: Geri sayım zamanlayıcısını duraklatırken / iptal ederken ortaya çıkan tuhaf davranışını düzeltin (andreasomaini)
uk: Виправлено дивну поведінку таймера зворотного відліку під час призупинення/скасування (від andreasomaini)

source: Support recording sounds from both your microphone and PC at the same time
fr: Prise en charge de l'enregistrement du son à la fois à partir du micro et du PC au même moment
ja: マイクからの音とと PC の内部音を同時に録音できる機能を追加
pt_br: Suporta a gravação de sons tanto do seu microfone como do PC ao mesmo tempo
ru: Поддержка записи звука одновременно и с микрофона, и из системы
sk: Podpora nahrávania zvukov z mikrofónu aj počítača zároveň
tr: Aynı anda hem mikrofonunuzdan hem de PC'nizden ses kaydetmeyi desteklendi
uk: Підтримка запису звуків як з мікрофона, так і з ПК одночасно

source: End the app safely if the encoder is not created successfully
fr: Fermeture de l'application sans problème dans le cas où l'encodeur n'est pas créé correctement
ja: エンコーダーを正しく作成できなかった場合、安全にアプリを終了するように修正
pt_br: Terminar a aplicação em segurança se o codificador não for criado com sucesso
ru: Теперь приложение безопасно закрывается, если кодировщик не создан успешно
sk: Bezpečne ukončiť aplikáciu, ak sa kódovač nevytvorí správne
tr: Kodlayıcı başarıyla oluşturulmadıysa uygulamayı güvenle sonlandırın
uk: Безпечне завершення роботи застосунку, якщо кодувальник не створений успішно

source: Update the app description in the readme and AppCenter to be more tantalizing
fr: Mise à jour de la description de l'application dans le fichier readme et dans le Centre d'Applications pour être plus attirante
ja: ユーザーの興味を惹くように、README と AppCenter に記載されているアプリの説明を更新
pt_br: Atualiza a descrição da aplicação no leia-me e na Loja de Aplicações para ser mais tentador
ru: Обновлено описание приложения в файле readme и AppCenter, чтобы оно было более привлекательным
sk: Aktualizácia popisu aplikácie v súbore readme a v AppCentre, aby bol zaujímavejší
tr: Benioku ve AppCenter'daki uygulama açıklamasını daha çekici hale getirmek için güncellendi
uk: Оновлено опис застосунку в readme та центрі застосунків, щоб він був менш провокаційним

source: Remove unnecessary field code that marks the app handleable files
fr: Suppression du code de champ inutile qui marque les fichiers gérables par l'application
ja: ファイルを開けるアプリとしてマークされていたのを削除
pt_br: Remove o código de campo desnecessário que marca os arquivos que podem ser manipulados
ru: Удалён ненужный код поля, который помечает обрабатываемые файлы приложения
sk: Odstránenie nepotrebného kódu políčka, ktoré označuje použiteľné typy súborov
tr: Uygulamanın işlenebilir dosyalarını işaretleyen gereksiz alan kodu kaldırıldı
uk: Прибрано непотрібний код поля, який позначає файли застосунку, які можна обробляти

source: Fix recording won't success when changing the file format
fr: Correction de l'enregisrement qui ne fonctionnait pas au changement de format
ja: ファイル形式を変更すると録音に失敗する不具合を修正
pt_br: Corrige a gravação de não será bem sucedida quando se altera o formato do ficheiro
ru: Исправлена ошибка, из-за которой запись не сохранялась при изменении формата файла
sk: Oprava neúspešného nahrávania pri zmene formátu súboru
tr: Dosya biçimini değiştirirken kaydı bozan hata düzeltidi
uk: Виправлення проблеми, внаслідок якої не вдавалося записати звук за зміни формату файлу

source: Add Spanish translation (by fitojb)
fr: Ajout des traductions en espagnol (par fitojb)
ja: スペイン語翻訳を追加 (貢献者: fitojb)
pt_br: Tradução espanhola adicionada (por fitojb)
ru: Добавлен испанский перевод (от fitojb)
sk: Pridaný preklad do španielčiny (od fitojb)
tr: İspanyolca çeviri eklendi (fitojb)
uk: Додати переклад іспанською мовою (по fitojb)

source: Getting/setting window positions gets more efficient
fr: Récupération/Sauvegarde de la position de la fenêtre de façon plus efficace
ja: ウィンドウ位置の取得と設定における処理の効率化
pt_br: Obter/definir posições de janela torna-se mais eficiente
ru: Сохранение и восстановление положения окна стали более эффективным
sk: Získavanie/nastavovanie pozície okna je efektívnejšie
tr: Pencere konumlarını alma / ayarlama daha verimli hale geldi
uk: Отримання/налаштування позицій вікна стало ефективнішим

source: Fix the app does not resume the pause icon when you cancel recording while pausing it
fr: Correction de l'application qui ne reprend pas après l'avoir mise en pause si l'enregistreùent est annulé en étant en pause
ja: 録音の一時停止中にキャンセルすると一時停止アイコンが元に戻らない不具合を修正
pt_br: Corrige a aplicação de não retomar o ícone de pausa quando se cancela a gravação enquanto se faz uma pausa
ru: Исправлена ошибка, из-за которой приложение не показывало значок паузы, когда вы отменяете запись во время её приостановки
sk: Oprava problému, keď aplikácia nezobrazí znova ikonku pozastavenia, keď zrušíte nahrávanie počas pozastavenia
tr: işlem sırasında kaydı iptal ettiğinizde uygulama duraklatma simgesini devam ettirmiyoronu duraklatmak düzeltildi
uk: Виправлена проблема, через яку застосунок не відновлював піктограму паузи, коли ви скасовували запис під час призупинення

source: Fix the app shows the successful mark even if a recording is not saved correctly
fr: Correction de l'application affichant l'icône de succès si un enregistrement n'a pas été correctement sauvegardé
ja: 録音に失敗しても成功のチェックマークが表示される不具合を修正
pt_br: Corrige a aplicação de mostrar a marca de sucesso mesmo que uma gravação não seja guardada corretamente
ru: Исправлена ошибка, при которой приложение показывало успешный значок, даже если запись была завершена некорректно
sk: Oprava problému, keď aplikácia zobrazila ikonku úspešného dokončenia napriek tomu, že sa nahrávka nesprávne uložila
tr: uygulama bir kayıt kaydedilmemiş olsa bile başarılı işaretini gösterirdoğru şekilde düzeltildi
uk: Виправлено проблему, через яку застосунок вказував на вдалий запис, навіть якщо його збережено неправильно

source: Save and restore values typed into the spin buttons
fr: Sauvegarde et restoration des valeurs tapées dans les boutons numériques
ja: スピンボタンに直接入力された値を保存し復元するように修正
pt_br: Guardar e restaurar valores introduzidos nos botões de rotação
ru: Теперь значения кнопок прокруток сохраняются и восстанавливаются
sk: Uložiť a obnoviť hodnoty napísané do otočných tlačidiel
tr: Değer değiştirme düğmelerine yazılan değerleri kaydedin ve geri yükleyin
uk: Зберігайте та відновлюйте значення, введені на кнопках обертання

source: Allow to cancel/pause countdown before recording
fr: Possibilité d'annuler/mettre en pause le décompte avant l'enregistrement
ja: 録音開始前にカウントダウンをキャンセル／一時停止できる機能を追加
pt_br: Permitir cancelar/pausar a contagem regressiva antes da gravação
ru: Возможность отменить/приостановить обратный отчёт перед записью
sk: Umožnenie zrušenia/pozastavenia odpočítavania pred nahrávaním
tr: Kayıttan önce geri sayımı iptal etmeye / duraklatmaya izin verin
uk: Уможливлено скасувати/призупинити зворотний відлік перед записом

source: Save recordings when the app window is destroyed
fr: Sauvegarde des enregistrements lorsque la fenêtre de l'application est détruite
ja: アプリウィンドウが閉じられた時に録音を保存するように修正
pt_br: Salvar gravações quando a janela da aplicação é destruída
ru: Сохранение записей когда окно приложения уничтожается
sk: Ukladať nahrávky, keď sa aplikácia nečakane ukončí
tr: Uygulama penceresi yok edildiğinde kayıtları kaydedin
uk: Збереження записів під час збою вікна застосунку

source: Fix the app freezes on closing an error dialog
fr: Correction du blocage de l'application lors de la fermeture des boîtes de dialogue d'erreur
ja: エラーダイアログを閉じるとアプリがフリーズする不具合を修正
pt_br: Corrige o bloqueio da aplicação ao fechar um janela de erro
ru: Исправлено зависание приложения при закрытии диалогового окна с ошибкой
sk: Oprava chyby, keď aplikácia zamrzla po zatvorení chybového dialógu
tr: Hata iletişim kutusu kapatıldığında uygulamanın donmasını düzeltildi
uk: Виправлення зависання застосунку під час закриття діалогового вікна помилки

source: Allow to record system sound
fr: Ajout de la possibilité d'enregistrer le son du système
ja: システム音を録音できる機能を追加
pt_br: Permitir a gravação do som do sistema
ru: Возможность записи звуков системы
sk: Umožnenie nahrávania systémových zvukov
tr: Sistem sesini kaydetmeye izin ver
uk: Уможливлено запис системних звуків

source: Fix the timer does not stop in accordance with the recording
fr: Correction du minuteur qui ne s'arrêtait pas en même temps que l'enregistrement
ja: 録音終了と同時にタイマーが停止しない不具合を修正
pt_br: Corrige o temporizador de não parar em conformidade com a gravação
ru: Исправлена ошибка, при которой таймер не останавливался в соответствии с записью
sk: Oprava chyby, keď časovač nezastaví v súlade s nahrávaním
tr: Zamanlayıcı, kayda göre durmuyordu düzeltildi
uk: Виправлення помилки, коли таймер не зупиняється відповідно до запису

source: Grammatically fixes in the app description (by imasaru)
fr: Corrections grammaticales dans la description de l'application (par imasaru)
ja: アプリの説明の文法ミスを修正 (貢献者: imasaru)
pt_br: Correção de erros gramaticais na descrição da aplicação (por imasaru)
ru: Исправлены грамматические ошибки в описании программы (от imasaru)
sk: Opravy gramatiky v popise aplikácie (od imasaru)
tr: Uygulama açıklamasında dilbilgisel olarak düzeltmeler (imasaru)
uk: Граматичні виправлення в описі застосунку (від imasaru)

source: Fix the localized screenshots don't appear to AppCenter
fr: Correction des captures d'écran pour chaque langue qui ne s'affichaient pas dans le Centre d'Applications
ja: AppCenter にローカライズされたスクリーンショットが表示されない不具合を修正
pt_br: Corrige as capturas de tela localizadas de não aparecem na Loja de Aplicações
ru: Исправление локализованных скриншотов, которые не отображаются в AppCenter
sk: Oprava chyby, keď sa lokalizované snímky obrazovky nezobrazili v AppCentre
tr: Yerelleştirilmiş ekran görüntülerinin AppCenter'da görünmemesini düzeltildi
uk: Виправлення локалізованих знімків екрана, які не показувалися у центрі застосунків

source: Provide localized screenshots to AppCenter (French, Japanese, Lithuanian and Dutch)
fr: Captures d'écran spécifiques pour chaque langue (français, japonais, lithuanien et néerlandais)
ja: AppCenter にローカライズされたスクリーンショットが表示されるように変更 (フランス語、日本語、リトアニア語、ドイツ語)
pt_br: Fornece capturas de ecrã localizadas à Loja de Aplicações (francês, japonês, lituano e holandês)
ru: Предоставлены локализованные скриншоты в AppCenter (французский, японский, литовский и голландский)
sk: Poskytnutie lokalizovaných snímkov obrazovky do AppCentra (francúzske, japonské, litovské a holandské)
tr: AppCenter'a yerelleştirilmiş ekran görüntüleri sağlayın (Fransızca, Japonca, Litvanyaca veFlemenkçe)
uk: Надано локалізовані знімки екрана для центру застосунків (французькою, японською, литовською та нідерландською)

source: Fix temporary recording files remain when quit the app while recording
fr: Correction des fichiers d'enregistrement temporaires qui restaient si l'application était fermée pendant l'enregistrement
ja: 録音中にアプリを終了すると、一時録音ファイルが削除されない不具合を修正
pt_br: Corrige arquivos de gravação temporários que permanecem ao sair da aplicação durante a gravação
ru: Исправлено сохранение временных файлов записи при выходе из приложения во время записи
sk: Oprava problému, keď boli dočasné súbory ponechané po zatvorení aplikácie počas nahrávania
tr: Kayıt sırasında uygulamadan çıkıldığında geçici kayıt dosyalarının kalmasını düzeltildi
uk: Виправлення тимчасових файлів записування, які залишалися після виходу з застосунку під час запису

source: Use upper case for WAV
fr: Utilisation des majuscules pour le format WAV
ja: WAV 形式の “WAV” を大文字で表記
pt_br: Usar letras maiúsculas para WAV
ru: Использование верхнего регистра для WAV
sk: Použiť veľké písmená pre WAV
tr: WAV için büyük harf kullanın
uk: Використовується верхній регістр для WAV

source: Add Dutch translation (by Vistaus)
fr: Ajout des traductions en néerlandais (par Vistaus)
ja: ドイツ語翻訳を追加 (貢献者: Vistaus)
pt_br: Tradução holandesa adicionada (por Vistaus)
ru: Добавлен голландский перевод (от Vistaus)
sk: Pridaný preklad do holandčiny (od Vistaus)
tr: Hollandaca çeviri eklendi (Vistaus)
uk: Додати переклад нідерландською мовою (від Vistaus)
