Repository: ryonakano/reco
Catalog: po/extra/*.po
Languages: fr, ja, lt, nl, pl, pt_br, ru, sk, tr, uk

source: Fix the app isn't listed in the "Sound &amp; Video" category in Applications Menu
fr: Correction de l'application qui n'était pas listée dans la catégorie « Son et vidéo » dans le menu des applications
ja: アプリケーションメニューの"サウンドとビデオ"のカテゴリーにアプリが表示されない不具合を修正
pt_br: Corrige a aplicação de não estar listada na categoria "Som e Vídeo" no Menu de Aplicações
ru: Исправлено отсутствие приложения в категории «Звук и видео» в Меню приложений
sk: Oprava chyby, keď sa aplikácia nezobrazila v kategórii „Zvuk a video“ v Menu aplikácií
tr: Uygulamanın "Ses ve Video" kategorisinde listelenmediğini düzeltinUygulamalar Menüsü
uk: Виправлено проблеми, через яку застосунок не вказувався в категорії «Звук і відео» в меню застосунків

source: Add a shortcut key to toggle recording
fr: Ajout d'un raccourci clavier pour démarrer/arrêter l'enregistrement
ja: 録音開始と一時停止を切り替えられるショートカットを追加
pt_br: Adiciona uma tecla de atalho para alternar a gravação
ru: Добавлено сочетание клавиш для переключения записи
sk: Pridaná klávesová skratka na spustenie/ukončenie nahrávania
tr: Kaydı değiştirmek için bir kısayol tuşu ekleyin
uk: Додано комбінацію клавіш, щоб перемкнути запис

source: Fix the name of "Recordings" folder is not created in system language
fr: Correction du nom du dossier « Enregistrements » qui n'était pas créé dans la langue du système
ja: "レコーディング"フォルダーの名前がシステム言語にならない不具合を修正
pt_br: Corrige o nome da pasta "Gravações" de não ser criado no idioma do sistema
ru: Исправлено название папки «Записи», созданное не на системном языке
sk: Oprava chyby, keď sa priečinok „Nahrávky“ nevytvoril v systémovom jazyku
tr: "Kayıtlar" klasörü sistem dilinde oluşturulamadı hatası düzeltildi
uk: Виправлено проблему, через яку назва теки «Записи» не створювалася системною мовою

source: Notify success of recording with a check mark
fr: Notification de succès d'enregistrement avec une coche
ja: 録音の完了をチェックマークでお知らせ
pt_br: Notificar o sucesso da gravação com uma marca de verificação
ru: Уведомление об успехе записи с помощью флажка
sk: Oznámiť úspešné nahrávanie symbolom zelenej fajky
tr: Kaydın başarılı olduğunu bir onay işaretiyle bildirin
uk: Сповіщення про успішність запису з галочкою

source: Allow to cancel/pause recording
fr: Ajout de la possibilté d'annuler/mettre en pause l'enregistrement
ja: 録音をキャンセル／一時停止できる機能を追加
pt_br: Permitir cancelar/pausar a gravação
ru: Возможность отменять/приостанавливать запись
sk: Umožnenie zrušenia/pozastavenia nahrávania
tr: Kaydı iptal etmeye / duraklatmaya izin ver
uk: Уможливлено скасувати/призупинити запис

source: Show a confirmation dialog when trying to quit the app if a recording is in progress
fr: Affichage d'une boîte de dialogue de confirmation en cas de fermeture de l'application si un enregistrement est en cours
ja: 録音中にアプリを終了しようとすると、確認ダイアログが表示されるように修正
pt_br: Mostrar uma janela de confirmação ao tentar sair da aplicação se uma gravação estiver em curso
ru: Показ диалога подтверждения при попытке выйти из приложения, если ведется запись
sk: Zobraziť dialóg potvrdenia pri pokuse ukončiť aplikáciu počas prebiehajúceho nahrávania
tr: Kayıt varsa uygulamadan çıkmaya çalışırken bir onay iletişim kutusu gösterilerleme
uk: Показ діалогового вікна підтвердження під час спроби вийти з застосунку, якщо триває запис

source: Add Lithuanian translation (by welaq)
fr: Ajout des traductions en lithuanien (par welaq)
ja: リトアニア語翻訳を追加 (貢献者: welaq)
pt_br: Tradução lituana adicionada (por welaq)
ru: Добавлен литовский перевод (от welaq)
sk: Pridaný preklad do litovčiny (od welaq)
tr: Litvanca çeviriyi eklendi (welaq)
uk: Додати переклад литовською мовою (від welaq)

source: Save and restore settings
fr: Sauvegarde et restoration des paramètres
ja: 設定を保存し復元するように修正
pt_br: Salvar e restaurar definições
ru: Сохранение и восстановление настроек
sk: Uložiť a obnoviť nastavenia
tr: Ayarları kaydedin ve geri yükleyin
uk: Збереження та відновлення налаштувань

source: Support both do-not-ask-where-to-save flow and ask-where-to-save flow
fr: Prise en charge des deux flux ne-pas-demander-où-sauvegarder et demander-où-sauvegarder
ja: 録音を自動的に保存するか、保存場所を毎回尋ねるか選べるように変更
pt_br: Suporta tanto o fluxo de não-perguntar-onde-guardar como o fluxo de perguntar-onde-guardar
ru: Поддержка автоматического сохранения и вызова диалога сохранения файла
sk: Podpora pracovných postupov „nepýtať sa, kam ukladať“ a „pýtať sa, kam ukladať“
tr: Hem nereden tasarruf edileceğini sorma akışını hem de nereden tasarruf edileceğini sorma akışını destekleyin
uk: Підтримка не-запитувати-де-зберегти потік і запитувати-де-зберегти потік

source: Organized UI
fr: Organisation de l'interface
ja: UI を整理
pt_br: Interface organizada
ru: Улучшен интерфейс
sk: Organizácia používateľského rozhrania
tr: Organize UI
uk: Упорядковано інтерфейс

source: Some small bug fixes
fr: Quelques corrections de bug
ja: 軽微なバグを修正
pt_br: Pequenas correções de erros
ru: Исправлены незначительные ошибки
sk: Malé opravy chýb
tr: Bazı küçük hata düzeltmeleri
uk: Деякі незначні виправлення помилок

source: Add French translation (by NathanBnm)
fr: Ajout des traductions en français (par NathanBnm)
ja: フランス語翻訳を追加 (貢献者: NathanBnm)
pt_br: Tradução francesa adicionada (por NathanBnm)
ru: Добавлен французский перевод (от NathanBnm)
sk: Pridaný preklad do francúzštiny (od NathanBnm)
tr: Fransızca çeviri eklendi (NathanBnm)
uk: Додати переклад французькою (від NathanBnm)

source: Allow to set recording length
fr: Ajout de la possibilité de définir la durée d'enregistrement
ja: 録音時間を設定する機能を追加
pt_br: Permitir definir a duração de gravação
ru: Добавлена возможность устанавливать длину записи
sk: Umožnenie nastavenia dĺžky nahrávania
tr: Kayıt uzunluğunu ayarlamayası eklendi
uk: Уможливлено вказати тривалість запису

source: Fix the countdown is weird when recording more than twice
fr: Correction d'un comportement étrange lors d'enregistrements multiples
ja: 録音を2回以上行うと、カウントダウンの挙動がおかしくなる不具合を修正
pt_br: Corrige a contagem regressiva estranha quando se grava mais de duas vezes
ru: Исправлена ошибка при обратном отсчете в случае записи более двух раз
sk: Oprava divného správania odpočítavania pri opakovanom nahrávaní
tr: İkiden fazla kayıt yaparken geri sayımın hatası düzeltildi
uk: Виправлено дивний відлік, коли записувати більше ніж двічі

source: Localization improvement
fr: Amélioration des traductions
ja: ローカライゼーションの改善
pt_br: Melhoria da localização
ru: Улучшение локализации
sk: Zlepšenia lokalizácie
tr: Yerelleştirme iyileştirmesi
uk: Покращення локалізації

source: Support recording with AAC, FLAC, Ogg Vorbis, Opus and MP3 formats
fr: Prise en charge de l'enregistrement aux formats AAC, FLAC, Ogg Vorbis, Opus et MP3
ja: AAC、FLAC、Ogg Vorbis、Opus、MP3 形式での録音に対応
pt_br: Suporte a gravação de AAC, FLAC, Ogg Vorbis, Opus e formatos MP3
ru: Поддержка записи в форматах AAC, FLAC, Ogg Vorbis, Opus и MP3
sk: Podpora nahrávania vo formátoch AAC, FLAC, Ogg Vorbis, Opus a MP3
tr: AAC, FLAC, Ogg Vorbis, Opus ve MP3 formatlarıyla kayıt desteği
uk: Підтримка запису у форматах AAC, FLAC, Ogg Vorbis, Opus і MP3

source: Show a notification after recorded successfully
fr: Affichage d'une notification lorsqu'un enregistrement est terminé avec succès
ja: 録音完了時に通知を表示するように変更
pt_br: Mostrar uma notificação depois de gravado com sucesso
ru: Показ уведомлений об успешном окончании записи
sk: Zobraziť oznámenie po úspešnom dokončení nahrávania
tr: Başarıyla kaydettikten sonra bir bildirim göster
uk: Показ сповіщення після успішного запису

source: Add Japanese translation
fr: Ajout d’une traduction japonaise
ja: 日本語翻訳を追加
pt_br: Tradução japonesa adicionada
ru: Добавлен японский перевод
sk: Pridaný preklad do japončiny
tr: Japonca çeviri eklendi
uk: Доданий переклад японською мовою

source: Initial release
fr: Version initiale
ja: 最初のリリース
pt_br: Versão inicial
ru: Начальный выпуск
sk: Prvé vydanie
tr: İlk sürüm
uk: Початковий випуск

source: Audio Recording App
fr: Aplication d'enregistrement audio
ja: オーディオ録音アプリ
lt: Garso rašytuvo programa
nl: Audio-opnametoepassing
pl: Rejestrator dźwięku
pt_br: Aplicativo de Gravador de Áudio
ru: Приложение для записи звука
sk: Aplikácia na nahrávanie zvuku
tr: Ses Kayıt Uygulaması
uk: Застосунок запису звуку

source: Record;Audio;Sound;Voice;
fr: Enregistrement;Audio;Son;Voix;
ja: Record;Audio;Sound;Voice;録音;オーディオ;サウンド;ボイス;
lt: Įrašinėti;Įrašyti;Rašytuvas;Audio;Garsas;Balsas;
nl: Opname;Audio;Geluid;Stem;
pl: Nagrywaj;Audio;Dźwięk;Głos;
pt_br: Gravar;Áudio;Som;Voz;
ru: Запись;Аудио;Звук;Голос;
sk: Nahrávať;Nahrať;Nahrávanie;Zvuk;Hlas;
tr: Kayıt;Ses;Konuşma;Kaydet;
uk: Запис;Аудіо;Звук;Голос;Record;Audio;Sound;Voice;

source: A completely rewritten and improved method to detect recording sources
sk: Úplne prepísaná a vylepšená metóda zisťovania zdrojov nahrávania
tr: Kayıt kaynaklarını tespit etmek için tamamen yeniden yazılmış ve geliştirilmiş bir yöntem
uk: Повністю переписано й удосконалено метод виявлення джерел запису

source: Saving in some commonly used formats. It supports AAC, FLAC, MP3, Ogg Vorbis, Opus, and WAV
nl: Reco ondersteunt de gebruikelijke formaten: AAC, FLAC, MP3, Ogg Vorbis, Opus en WAV
pl: Zapisywanie w kilku popularnych formatach. Wsparcie dla AAC,FLAC, MP3, Ogg, Vorbis, Opus i WAV

source: Saving recording when the app quits. Even if you happen to quit the app while recording, the recording is saved automatically or a FileChooserDialog is shown depends on your saving setting
nl: De opname wordt opgeslagen als je Reco afsluit, z√©lfs als je afsluit tijdens een opname. Dit gebeurt ofwel automatisch, ofwel handmatig, afhankelijk van je opslaginstellingen.
pl: Zapisywanie nagrania przy zamknięciu aplikacji. Nawet jeśli zamknąłeś w trakcie nagrywania, plik zostanie automatycznie zapisany albo zostanie wyświetlone zapytanie o miejsce zapisu, w zależności od wybranych ustawień

source: Welcome screen that allows you to set recording configuration
nl: Introductiescherm waarop je de opname-instellingen kunt regelen
pl: Ekran powitalny, który pozwoli ci skonfigurować nagrywanie

source: Recording screen
nl: Opnamescherm
pl: Ekran nagrywania

source: Recording is successfully finished
nl: Opname is afgerond
pl: Nagrywanie zakończone

source: Useful when:
lt: Naudinga, kuomet:

source: you join a discussion and take your minutes later
lt: dalyvaujate diskusijoje ir vėliau ją aptarinėjate

source: you want to record talk with your friends or lover
lt: norite įrašyti pokalbį su draugais ar mylimu žmogumi

source: you want to stream videos on the Internet
lt: norite transliuoti vaizdo įrašus internetu

source: Timed recording
lt: Nustatytos trukmės įrašinėjimas

source: Available format: AAC, FLAC, MP3, Ogg Vorbis, Opus and WAV
lt: Prieinami formatai: AAC, FLAC, MP3, Ogg Vorbis, Opus ir WAV
