Repository: ryonakano/reco
Catalog: po/extra/*.po
Languages: fr, ja, lt, nl, pl, pt_br, ru, sk, tr, uk

source: Record talks to remember the contents later
fr: Enregistrez des discussions pour vous en rappeler le contenu plus tard
ja: 後で内容を思い出せるように会話を録音します
lt: Įrašinėti pokalbius, siekiant vėliau prisiminti jų turinį
nl: Neem gesprekken op om ze later terug te luisteren
pl: Nagrywaj mowę, żeby pamiętać treści później
pt_br: Gravar conversas para recordar o conteúdo mais tarde
ru: Записывайте разговоры, чтобы помнить информацию позднее
sk: Nahrajte si rozhovory, aby ste si neskôr spomenuli na ich obsah
tr: İçeriğini daha sonra hatırlamak için konuşmaları kaydedin
uk: Записуйте розмови, щоб запам’ятати їхній зміст на майбутнє

source: An audio recording app that helps you recall things talked later.
fr: Une application d'enregistrement audio qui vous aide à vous rappeler des choses dont vous avez parlé.
ja: 会話内容を後で思い出すのに役に立つ、オーディオ録音アプリです。
lt: Garso rašytuvo programa, kuri vėliau padeda prisiminti anksčiau kalbėtus dalykus.
nl: Een audio-opnametoepassing die je helpt om op een later moment gesprekken terug te luisteren.
pl: Rejestrator dźwięku, dzięki któremu przywołasz powiedziane rzeczy.
pt_br: Um aplicativo de gravação áudio que o ajuda a recordar as coisas faladas mais tarde.
ru: Приложение для записи звука, которое позволит вам вспомнить то, что вы сказали ранее.
sk: Aplikácia na nahrávanie zvuku, ktorá vám pomáha spomenúť si na povedané veci neskôr.
tr: Konuşulanları daha sonra hatırlamanıza yardımcı olan bir ses kayıt uygulaması.
uk: Застосунок звукозапису, який допоможе вам згадати речі, про які говорилося.

source: Features include:
fr: Fonctionnalités incluses :
ja: 含まれる機能:
lt: Ypatybės:
nl: Mogelijkheden:
pl: Wśród funkcji:
pt_br: Funções incluídas:
ru: Функции:
sk: Funkcie zahŕňajú:
tr: Özellikler:
uk: До особливостей належать:

source: Recording sounds from both your microphone and system at the same time. This would be useful when you record conversations with chat apps or stream videos on the Internet
fr: Enregistrez le son à la fois depuis votre micro er votre ordinateur. Cela peut être utile si vous souhaitez enregistrer des conversations via des applications de tchat ou pendant la lecture de vidéos sur Internet
ja: マイクとシステムの両方からの音を同時に録音できます。チャットアプリでの会話を録音したり、インターネットで動画配信をする際に便利です
nl: Neem tegelijkertijd audio op van je microfoon en computer. Dit kan handig zijn als je gesprekken van chattoepassingen of videostreams wilt opnemen.
pl: Nagrywanie dźwięków z mikrofonu i systemu równocześnie. Przydatne przykładowo, kiedy nagrywasz rozmowy z aplikacji do czatowania albo strumieniujesz wideo w internecie
pt_br: Gravação de sons tanto do seu microfone como do sistema ao mesmo tempo. Isto será útil quando se grava conversas com aplicações de chat ou transmissões de vídeos na Internet
ru: Запись звука с микрофона и системы одновременно. Это может быть полезно, когда вы записываете разговоры из чата или транслируете видеоролики в Интернет
sk: Nahrávanie zvukov z mikrofónu aj systému naraz. Toto môže byť užitočné, keď si chcete nahrať konverzácie cez četovacie aplikácie alebo vysielať videá cez internet
tr: Hem mikrofonunuzdan hem de sisteminizden gelen sesleri aynı anda kaydedin. Bu, sohbet uygulamalarıyla konuşmaları kaydettiğinizde veya internette video akışı yaptığınızda yararlı olacaktır
uk: Запис звуків як з мікрофона, так і з системи одночасно. Це корисно, коли ви записуєте розмови з застосунку чату або транслюєте відео з інтернету

source: Saving in some commonly used formats. It supports ALAC, FLAC, MP3, Ogg Vorbis, Opus, and WAV
fr: Enregistrement dans les formats les plus courants. Formats pris en charge : ALAC, FLAC, MP3, Ogg Vorbis, Opus et WAV
ja: よく使用される形式で保存できます。ALAC・FLAC・MP3・Ogg Vorbis・Opus・WAV での保存に対応しています
ru: Сохранение в самых распространенных форматах. Reco поддерживает AAC, FLAC, MP3, Ogg Vorbis, Opus и WAV
sk: Ukladanie do niekoľkých bežne používaných formátov. Podporuje ALAC, FLAC, MP3, Ogg Vorbis, Opus a WAV
tr: Yaygın olarak kullanılan bazı formatlarda kaydetme. ALAC, FLAC, MP3, Ogg Vorbis, Opus ve WAV'ı destekler
uk: Збереження в деяких часто використовуваних форматах. Він підтримує ALAC, FLAC, MP3, Ogg Vorbis, Opus і WAV

source: Timed recording. You can set a delay before recording up to 15 seconds, and the length of recording up to 600 seconds
fr: Enregistrement différé et chronométré. Vous pouvez définir un délai avant d'enregistrer jusqu'à 15 secondes, et la durée de l'enregistrement jusqu'à 600 secondes
ja: 遅延しての録音に対応しています。録音前の遅延を最長 15 秒、録音の長さを最長600 秒に設定できます
nl: Tijdsopname. Je kunt instellen dat de opname met max. 15 seconden vertraging moet beginnen en de duur van de opname max. 600 seconden moet duren.
pl: Nagrywanie czasowe. Możesz ustalić opóźnienie przed nagrywaniem do 15 sekund, a także długość nagrania do 600 sekund
pt_br: Gravação cronometrada. Pode definir um atraso antes da gravação até 15 segundos e a duração da gravação até 600 segundos
ru: Запись по таймеру. Вы можете поставить задержку перед началом записи до 15 секунд и длительность записи до 600 секунд
sk: Časovač nahrávania. Môžete si nastaviť oneskorenie pred začatím nahrávania do 15 sekúnd a dĺžku nahrávania až do 600 sekúnd
tr: Zamanlanmış kayıt. Kayıttan önce 15 saniyeye kadar gecikme ve 600 saniyeye kadar kayıt uzunluğu ayarlayabilirsiniz
uk: Запланований запис. Ви можете вказати затримку перед записом до 15 секунд, а тривалість запису до 600 секунд

source: Autosaving or always-ask-where-to-save workflow. You can select whether the app saves recordings automatically or you choose a destination each time on saving them
fr: Comportement de sauvegarde automatique ou demande d'emplacement de destination pour chaque enregistrement. Vous pouvez sélectionner si l'application sauvegarde automatiquement les enregistrements ou si vous préferez sélectionner un emplacement de destination à chaque sauvegarde
ja: 自動保存か保存場所を毎回確認するかを設定できます。アプリが自動的に録音したものを保存するか、保存するたびに保存先を指定するかを選択できます
nl: Automatisch opslaan of altijd zelf een locatie kiezen. Je kunt aangeven of Reco opnames automatisch moet opslaan of dat je na elke opname wordt gevraagd een locatie te kiezen.
pl: Zapisywanie automatycznie albo każdorazowe pytanie o miejsce zapisu. Możesz wybrać, czy aplikacja zapisuje nagrania automatycznie, czy też chcesz wybierać miejsce docelowe za każdym razem, gdy je zapisujesz
pt_br: Guardar automaticamente ou perguntar sempre onde guardar o fluxo de trabalho. Pode selecionar se a aplicação salva as gravações automaticamente ou se escolhe um destino cada vez que as salva
ru: Автосохранение или показ диалога сохранения. Вы можете выбрать чтобы приложение автоматически сохраняло запись или открывать диалог сохранения записи каждый раз
sk: Automatické ukladanie alebo pracovný postup „vždy sa pýtať, kam uložiť súbor“. Môžete si vybrať, či chcete, aby aplikácia ukladala nahrávky automaticky alebo si vyberte cieľové umiestnenie zakaždým, keď budete ukladať nahrávku
tr: Otomatik kaydetme veya her zaman nereye kaydedileceğini sor iş akışı. Uygulamanın kayıtları otomatik olarak kaydetmesini veya kaydederken her seferinde bir hedef seçmenizi ayarlayabilirsiniz
uk: Автозбереження або запит, де зберігати робочий файл. Ви можете вибрати автоматичне збереження запису застосунком, або щоразу вибирати місце призначення під час їх збереження

source: Saving recording when the app quits. Even if you happen to quit the app while recording, the recording is saved automatically or the file chooser dialog is shown depends on your saving setting
fr: Sauvegarde de l'enregistrement à la fermeture de l'application. Même si vous fermez l'application pendant l'enregistrement, l'enregistrement est automatiquement sauvegardé ou alors une boîte de dialogue d'enregistrement s'affichera en fonction de vos paramètres de sauvegarde
ja: 録音中のものはアプリが終了する際に保存されます。録音中に誤ってアプリを終了してしまっても、保存の設定に応じて、録音中のものは自動的に保存されるか、ファイル選択ダイアログが表示されます
ru: Сохранение записи при выходе из приложения. Если вдруг вам необходимо выйти из приложения во время записи, то она, в зависимости от ваших настроек, будет сохранена автоматически или в то место, которое вы выберете вручную
sk: Ukladanie nahrávok pri ukončení aplikácie. Aj keby sa vám (omylom) podarilo ukončiť aplikáciu počas nahrávania, nahrávka sa automaticky uloží alebo sa zobrazí dialóg ukladania. Záleží na vašom nastavení ukladania
tr: Uygulamadan çıkıldığında kaydı kaydetme. Kayıt sırasında uygulamadan çıksanız bile, kayıt otomatik olarak kaydedilir veya kaydetme ayarınıza bağlı olarak dosya seçici iletişim kutusu gösterilir
uk: Збереження запису після завершення роботи застосунку. Навіть якщо ви закриєте застосунок під час запису, його буде збережено автоматично або з'явиться вікно вибору файлів, залежно від ваших налаштувань збереження

source: Welcome view; perform recording configuration
fr: Écran de bienvenue qui vous permet de définir la configuration d'enregistrement
ja: ようこそ画面では録音の設定をします
ru: Экран приветствия; позволяет вам задать настройки записи
sk: Uvítacie zobrazenie; vykonajte nastavenie nahrávania
tr: Hoş geldiniz görünümü; kayıt yapılandırması gerçekleştir
uk: Вітання; виконати налаштування запису

source: Recording view
fr: Écran d'enregistrement
ja: 録音中の画面
ru: Экран записи
sk: Zobrazenie nahrávania
tr: Kayıt görünümü
uk: Перегляд запису

source: An indication that recording is successfully finished
fr: Une indication montrant que l'enregistrement est terminé avec succès
ja: 録音が正常に完了したことを示すマーク
ru: Индикатор успешного завершения записи
sk: Indikácia, že sa nahrávanie úspešne dokončilo
tr: Kaydın başarıyla tamamlandığına dair bir gösterge
uk: Показник того, що запис успішно завершено

source: Show important errors to users
ja: 重要なエラーをユーザーに表示するように修正
ru: Отображение важных ошибок пользовотелям
sk: Zobrazovať používateľom dôležité chyby
tr: Önemli hataları kullanıcılara göster
uk: Показ важливих помилок користувачам

source: Update Flatpak runtime version
ja: Flatpak ランタイムのバージョンを更新
ru: Обновлена версия Flatpak runtime
sk: Aktualizovať verziu Flatpak runtime
tr: Flatpak çalışma zamanı sürümü güncellendi
uk: Оновлення версії середовища виконання Flatpak

source: Improve app metainfo
ja: アプリのメタ情報を改善
ru: Улучшены метаданные приложения
sk: Zlepšenie metainformácií aplikácie
tr: Uygulama üst bilgileri iyileştirildi
uk: Удосконалено метадані застосунку

source: Review label notation
ja: ラベルの表記を見直し
ru: Обозначение ярлыка обзора
sk: Kontrola zápisu štítkov
tr: Etiket gösterimi gözden geçirildi
uk: Розгляд мітки нотації

source: Improve the way to load custom icons
ja: カスタムアイコンの読み込み方法を改善
ru: Улучшена загрузка пользовательских значков
sk: Zlepšenie spôsobu nahrávania vlastných ikon
tr: Özel simgeleri yükleme yöntemi iyileştirildi
uk: Удосконалено спосіб завантаження користувацьких піктограм

source: Update translations
fr: Mise à jour des traductions
ja: 翻訳を更新
pt_br: Atualização de traduções
ru: Обновлены переводы
sk: Aktualizované preklady
tr: Çeviriler güncellendi
uk: Оновлені переклади

source: Migrate to GTK 4, the latest version of GTK
ja: GTK の最新バージョンである、GTK 4 に移行
ru: Переход на GTK4, последнюю версию GTK
sk: Migrácia na GTK 4, čo je najnovšia verzia GTK
tr: GTK'nın en son sürümü olan GTK 4'e geçiş yapıldı
uk: Перехід на GTK 4, найновішу версію GTK

source: Get disk access permission only when the user allowed
ja: ユーザー許可時のみ、ディスクへのアクセス権限を取得するように修正
ru: Получение разрешения на доступ к диску только после разрешения
sk: Získať povolenie na prístup k disku len vtedy, keď to používateľ povolil
tr: Yalnızca kullanıcı izin verdiğinde disk erişim izni al
uk: Отримання дозволу на доступ до диска лише тоді, коли користувач дозволив

source: Hide remaining time label when unnecessary
ja: 必要のないときは、残り時間のラベルを非表示にするように修正
ru: Оставшееся время прячется, когда оно не нужно
sk: Skryť štítok zostávajúceho času, keď nie je potrebný
tr: Gereksiz olduğunda kalan süre etiketini gizle
uk: Приховування мітки часу, що залишився, коли це непотрібно

source: Fix no style button selected on non-Pantheon desktop environments when first launch
ja: Pantheon デスクトップ環境以外での初回起動時、どのスタイルボタンも選択されていない不具合を修正
ru: Исправлена кнопка выбора стиля при первом запуске вне среды Pantheon
sk: Opraviť tlačidlo bez štýlu vybraté pri prvom spustení v ne-Pantheonových pracovných prostrediach
tr: Pantheon dışındaki masaüstü ortamlarında ilk başlatıldığında seçili biçim düğmesinin olmaması düzeltildi
uk: Виправлено відсутність кнопки вибору стилю у стільничних середовищах, інших ніж Pantheon, під час першого запуску

source: Check desktop environment on runtime
fr: Vérification de l’environnement de bureau dans l’environnement d’exécution
ja: 実行時にデスクトップ環境を確認するように修正
ru: Проверка окружения рабочего стола во время выполнения
sk: Zistiť pracovné prostredie pri spustení aplikácie
tr: Çalışma zamanında masaüstü ortamını kontrol et
uk: Перевірка стільничного середовища під час роботи

source: Show nicer message dialogs depending on the running desktop environment
ja: 実行中のデスクトップ環境に応じたデザインのメッセージダイアログを表示するように修正
ru: Отображение более приятных диалоговых окон сообщений в зависимости от среды рабочего стола
sk: Zobrazovať krajšie dialógy so správami podľa používaného pracovného prostredia
tr: Çalışan masaüstü ortamına bağlı olarak daha güzel mesaj iletişim kutuları göster
uk: Показ кращих діалогових вікон повідомлень залежно від стільничного середовища

source: Translation updates:
fr: Mise à jour des traductions :
ja: 翻訳の更新:
ru: Обновления переводов:
sk: Aktualizácie prekladov:
tr: Çeviri güncellemeleri:
uk: Оновлення перекладів:

source: Update French translation (thanks to @NathanBnm)
ja: フランス語翻訳を更新 (貢献者: @NathanBnm)
ru: Обновлён французский перевод (спасибо @NathanBnm)
sk: Aktualizácia prekladu do francúzštiny (vďaka @NathanBnm)
tr: Fransızca çeviri güncellendi (@NathanBnm tarafından)
uk: Оновлення перекладу французькою мовою (завдяки @NathanBnm)

source: Update Portuguese translation (thanks to @hugok79)
fr: Mise à jour des traductions en portugais (grâce à @hugok79)
ja: ポルトガル語翻訳を更新 (貢献者: @hugok79)
pt_br: Tradução portuguesa atualizada (obrigado a @hugok79)
ru: Обновлён португальский перевод (спасибо @hugok79)
sk: Aktualizácia prekladu do portugalčiny (vďaka @hugok79)
tr: Portekizce çeviri güncellendi (@hugok79 tarafından)
uk: Оновлення перекладу португальською мовою (завдяки @hugok79)

source: Update Dutch translation (thanks to @Vistaus)
fr: Mise à jour de la traduction néerlandaise (grâce à @Vistaus)
ja: ドイツ語翻訳を更新 (貢献者: @Vistaus)
pt_br: Atualização da tradução holandesa (obrigado a @Vistaus)
ru: Обновлён голландский перевод (спасибо @Vistaus)
sk: Aktualizácia prekladu do holandčiny (vďaka @Vistaus)
tr: Hollandaca çeviri güncellendi (@Vistaus tarafından)
uk: Оновлення перекладу голландською мовою (завдяки @Vistaus)

source: Add simplified Chinese translation (thanks to @ShuiHuo)
ja: 簡体字中国語翻訳を追加 (貢献者: @ShuiHuo)
ru: Добавлен перевод на упрощённый китайский язык (спасибо @ShuiHuo)
sk: Pridaný preklad do zjednodušenej čínštiny (vďaka @ShuiHuo)
tr: Basitleştirilmiş Çince çeviri eklendi (@ShuiHuo tarafından)
uk: Додано переклад спрощеною китайською мовою (спасибі @ShuiHuo)

source: Reco is now available on Flathub too!
fr: Reco est désormais également disponible sur Flathub !
ja: Reco が Flathub でも入手できるようになりました！
ru: Reco теперь доступен и на Flathub!
sk: Reco je po novo dostupný už aj na Flathube!
tr: Reco artık Flathub'da mevcut!
uk: Reco тепер доступний і на Flathub!

source: Update Spanish translation (thanks to @Eldhrimer)
ja: スペイン語翻訳を更新 (貢献者: @Eldhrimer)
ru: Обновлён испанский перевод (спасибо @Eldhrimer)
sk: Aktualizácia prekladu do španielčiny (vďaka @Eldhrimer)
tr: İspanyolca çeviriyi güncellendi (@Eldhrimer tarafından)
uk: Оновлення перекладу іспанською мовою (завдяки @Eldhrimer)

source: Update Italian translation (thanks to @albanobattistella)
fr: Mise à jour des traductions italiennes (grâce à @albanobattistella)
ja: イタリア語翻訳を更新 (貢献者: @albanobattistella)
ru: Обновлён итальянский перевод (спасибо @albanobattistella)
sk: Aktualizovaný preklad do taliančiny (vďaka @albanobattistella)
tr: İtalyanca çeviri güncellendi (@albanobattistella tarafından)
uk: Оновлення перекладу італійською мовою (завдяки @albanobattistella)

source: Let's celebrate the new year with the issue from the ancient fixed!
fr: Célebrons la nouvelle année avec la correction des anciens problèmes !
ja: かなり前から存在していた不具合が修正されたバージョンにアップデートして、新年を迎えましょう！
ru: Давайте отпразднуем новый год с исправлением старой проблемы!
sk: Oslávme nový rok s opravou prastarej chyby!
tr: Yeni yılı eski düzeltilmiş sorunla kutlayalım!
uk: Зустрічаємо Новий рік виправленням давніх проблем!

source: Replace AAC option with ALAC to prevent strange stereo files being generated
fr: Remplacement de l'option AAC par ALAC pour éviter la génération de fichiers stéréo étranges
ja: AAC 形式で保存するオプションを ALAC 形式に変更し、不自然なステレオファイルが生成される不具合を修正
ru: Опция AAC была заменена на ALAC для предотвращения создания странных стерео файлов
sk: Nahradenie možnosti AAC s ALAC, aby sa zabránilo vytváraniu zvláštnych stereo súborov
tr: Garip stereo dosyaların oluşturulmasını önlemek için AAC seçeneği ALAC ile değiştirildi
uk: Заміна опції AAC на ALAC, щоб запобігти створенню дивних стереофайлів

source: The release for celebrating the 3rd anniversary of the app!
fr: Version anniversaire pour les trois ans de l'application !
ja: アプリの3周年記念リリース！
ru: Релиз к празднованию 3-летия приложения!
sk: Vydanie na oslavu 3. výročia aplikácie!
tr: Uygulamanın 3. yıldönümünü kutlamak için sürüm!
uk: Випуск до святкування 3-ї річниці застосунку!

source: Add new style switcher
fr: Ajout d'un nouveau bouton de sélection du thème
ja: 新しいスタイルスイッチャーを追加
ru: Добавлен новый переключатель стиля
sk: Pridaný nový prepínač štýlov
tr: Yeni stil değiştirici eklendi
uk: Доданий новий перемикач стилів

source: Update Japanese translation
fr: Mise à jour de la traduction japonaise
ja: 日本語翻訳を更新
nl: Japanse vertaling bijgewerkt
pt_br: Atualização da tradução japonesa
ru: Обновлён японский перевод
sk: Aktualizácia prekladu do japončiny
tr: Japonca çeviri güncellendi
uk: Оновлення перекладу японською мовою

source: Use the user cache folder instead of the system temporary folder to save temporary recording files
fr: Utilisation du dossier de cache utilisateur au lieu du dossier temporaire du système pour sauvegarder les fichiers d'enregistrement temporaires
ja: 一時録音ファイルの保存先を、システムの一時フォルダーからユーザーのキャッシュフォルダーに変更
ru: Использование кэш-папки пользователя вместо системной временной папки для сохранения временных файлов записей
sk: Používať používateľský cache priečinok namiesto systémového dočasného priečinka na ukladanie dočasných súborov nahrávok
tr: Geçici kayıt dosyalarını kaydetmek için sistem geçici klasörü yerine kullanıcı önbellek klasörünü kullan
uk: Використання теки кешу користувача замість системної тимчасової теки, щоб зберегти тимчасові файли запису

source: Fix wrong OARS data
fr: Correction des données OARS erronées
ja: OARS データの間違いを修正
ru: Исправлены неправильные OARS данные
sk: Opravené nesprávne OARS údaje
tr: Yanlış OARS verileri düzeltildi
uk: Виправлені неправильні дані OARS

source: Publish the app to the new AppCenter on elementary OS 6 with the Flatpak manifest
fr: Publication de l’application sur le nouvel AppCenter dans elementary OS 6 avec le manifeste Flatpak
ja: Flatpak マニフェストを追加し、アプリを elementary OS 6 の新しい AppCenter にリリース
ru: Приложение опубликовано в новом AppCenter в elementary OS 6 с манифестом Flatpak
sk: Uverejnenie aplikácie do nového AppCentra na elementary OS 6 s Flatpak manifestom
tr: Uygulama Flatpak manifestosu ile elementary OS 6'daki yeni AppCenter'da yayınlandı
uk: Застосунок публіковано у новому центрі застосунків у elementary OS 6 з маніфестом Flatpak

source: A completely rewrited and improved method to detect recording sources
fr: Une toute nouvelle méthode de détection des sources réécrite et améliorée
ru: Полностью переписанный и улучшенный метод определения источников записи

source: Redesign: Separate Delay and Duration settings from Recording section as Timer section and put it under Recording section
fr: Reconception : Séparation des paramètres de délai et de durée de la section Enregistrement vers une nouvelle section Minuteur située juste en dessous
ja: 再設計: 遅延と録音時間の設定を“録音”セクションから分離し“タイマー”セクションとして独立させ、“録音”セクションの下に配置
ru: Редизайн: настройки задержки и длительности были вынесены в отдельный пункт «Таймер» прямо под пунктом «Запись»
sk: Nový vzhľad: Oddeliť nastavenia oneskorenia a trvania z časti pre nahrávanie ako súčasť časovača a umiestniť ich pod časť pre nahrávanie
tr: Yeniden tasarım: Gecikme ve Süre ayarları Kayıt bölümünden Zamanlayıcı bölümü olarak ayrıldı ve Kayıt bölümünün altına yerleştirildi
uk: Редизайн: Виокремлено налаштування затримки та тривалості з розділу Запис, у розділ Таймер, та додано його в розділ Запис

source: Make sure to show a dialog for any errors in recording
fr: Affichage d'une boîte de dialogue en cas d'erreur lors de l'enregistrement
ja: 録音中にエラーが発生した場合必ずエラーダイアログを表示するように修正
ru: Отображение всплывающего окна при возникновении любых ошибок во время записи
sk: Uistiť sa, že sa zobrazí dialóg pri zistení akejkoľvek chyby s nahrávaním
tr: Kayıttaki herhangi bir hata için iletişim kutusu gösterdiğinizden emin olundu
uk: Обов'язковий показ діалогового вікна для будь-яких помилок під час запису

source: Code refactoring
fr: Remaniement du code
ja: コードのリファクタリング
ru: Рефакторинг кода
sk: Reštrukturalizácia kódu
tr: Kod yeniden düzenleme
uk: Рефакторинг коду

source: Add Brazilian Portuguese translation (thanks to @mathessaricci)
fr: Ajout des traductions en portuguais (grâce à @mathessaricci)
ja: ブラジルポルトガル語翻訳を追加 (貢献者: @mathessaricci)
ru: Добавлен бразильский перевод (спасибо @mathessaricci)
sk: Pridaný preklad do brazílskej portugalčiny (vďaka @mathessaricci)
tr: Brezilya Portekizcesi çevirisi eklendi (Teşekkürler @mathessaricci)
uk: Додано переклад португальською (Бразилія) мовою (завдяки @mathessaricci)

source: Update Spanish translation and add Catalan translation (thanks to @fitojb)
fr: Mise à jour des traductions en espagnol et ajout du catalan (grâce à @fitojb)
ja: スペイン語翻訳を更新し、カタルーニャ語翻訳を追加 (貢献者: @fitojb)
pt_br: Atualização da tradução e adicionado Catalão (obrigado a @fitojb)
ru: Обновлён испанский перевод и добавлен каталонский перевод (спасибо @fitojb)
sk: Aktualizácia prekladu do španielčiny a pridaný preklad do katalánčiny (vďaka @fitojb)
tr: İspanyolca çeviri güncellendi ve Katalanca çeviri eklendi (@fitojb tarafından)
uk: Оновлено переклад іспанською і додано переклад каталонською мовою (завдяки @fitojb)

source: Revert another change done in version 2.4.3 that potentially caused an error during the packaging process
fr: Annulation d'une autre modification effectuée dans la version 2.4.3 qui pouvait potentiellement causer une erreur lors du processus d'empaquetage
ja: パッケージングの過程で発生していたエラーの原因と思われる、バージョン 2.4.3 で行われた別の変更箇所を差し戻し
pt_br: Reverter outra alteração feita na versão 2.4.3 que potencialmente causou um erro durante o processo de empacotamento
ru: Отменено сделанное в версии 2.4.3 изменение, которое потенциально могло вызвать ошибку в процессе сборки
sk: Vrátenie ďalšej zmeny vykonanej vo verzii 2.4.3, ktorá potenciálne spôsobovala chybu počas procesu balenia
tr: Paketleme işlemi sırasında potansiyel olarak bir hataya neden olan 2.4.3 sürümünde yapılan başka bir değişikliğik geri alındı
uk: Повернено іншу зміну, внесену у версії 2.4.3, яка потенційно спричиняла помилку під час процесу створення пакунка

source: Revive the change that had been reverted in version 2.4.4
fr: Rétablissement des modifications annulées dans la version 2.4.4
ja: バージョン 2.4.4 で差し戻された変更を復元
pt_br: Recuperar a mudança que tinha sido revertida na versão 2.4.4
ru: Восстановлено изменение, которое было отменено в версии 2.4.4
sk: Obnovenie zmeny, ktorá bola vrátená vo verzii 2.4.4
tr: Sürüm 2.4.4'te geri alınan değişiklik yeniden uygulandı
uk: Відновлено зміни, які були скасовані у версії 2.4.4
