Repository: ryonakano/reco
Catalog: po/*.po
Languages: de, es, et, fr, hi, hu, it, ja, lt, nb_no, oc, pl, ru, sk, ta, tr, uk

source: There was an unknown error while starting recording.
et: Helisalvestamise alustamisel tekkis tundmatu viga.
fr: Il y a eu une erreur inconnue au démarrage de l'enregistrement
oc: I a agut una error desconeguda en lançant l'enregistrament.
ta: பதிவைத் தொடங்கும்போது தெரியாத பிழை ஏற்பட்டது.
uk: Виникла невідома помилка під час початку запису.

source: Failed to start recording
de: Starten der Aufnahme fehlgeschlagen
es: Error al iniciar la grabación
et: Ei õnnestunud alustada salvestamist
fr: Échec du démarrage de l'enregistrement
hi: रिकॉर्डिंग प्रारंभ करने में विफल
hu: Nem sikerült a felvétel indítása
it: Impossibile avviare la registrazione
ja: 録音を開始できませんでした
oc: Fracàs de l'aviada de l'enregistrament
pl: Nie udało się rozpocząć nagrywania
ru: Не удалось начать запись
sk: Chyba pri spustení záznamu
ta: பதிவு செய்யத் தவறிவிட்டது
tr: Kayıt başlatılamadı
uk: Не вдалося розпочати запис

source: Details:
et: Üksikasjad:
fr: Détails :
oc: Detalhs :
ta: விவரங்கள்:
uk: Подробиці:

source: Recording is ongoing
de: Aufnahme läuft
es: Grabación en curso
et: Helisalvestamine on pooleli
fr: Enregistrement en cours
hi: रिकॉर्डिंग जारी है
hu: Felvétel folyamatban
it: La registrazione è in corso
ja: 録音中です
nb_no: Opptak pågår
oc: L'enregistrament es en cors
pl: Nagrywanie nadal trwa
ru: Идёт запись
sk: Prebieha nahrávanie
ta: பதிவுசெய்தல் நடந்து வருகிறது
tr: Kayıt devam ediyor
uk: Триває запис

source: Cancel the countdown
de: Countdown abbrechen
es: Cancelar cuenta regresiva
et: Katkesta pöördloendus
fr: Annuler le décompte
hi: उल्टी गिनती रद्द करें
hu: Visszaszámlálás megszakítása
it: Annulla il conto alla rovescia
ja: カウントダウンをキャンセルします
nb_no: Avbryt nedtellingen
oc: Anullar lo descompte
pl: Anuluj odliczanie
ru: Отменить обратный отсчёт
sk: Zrušiť odpočítavanie
ta: கவுண்ட்டவுனை ரத்துசெய்
tr: Geri sayımı iptal et
uk: Скасувати зворотний відлік

source: Pause the countdown
de: Countdown pausieren
es: Pausar cuenta regresiva
et: Peata pöördloendus
fr: Mettre en pause le décompte
hi: उल्टी गिनती रोकें
hu: Visszaszámlálás szüneteltetése
it: Metti in pausa il conto alla rovescia
ja: カウントダウンを一時停止します
nb_no: Sett nedtellingen på pause
oc: Pausar lo descompte
pl: Wstrzymaj odliczanie
ru: Остановить обратный отсчёт
sk: Pozastaviť odpočítavanie
ta: கவுண்ட்டவுனை இடைநிறுத்துங்கள்
tr: Geri sayımı durdur
uk: Призупинити зворотний відлік

source: Resume the countdown
de: Countdown fortfahren
es: Reanudar cuenta regresiva
et: Jätka pöördloendust
fr: Continuer le décompte
hi: उल्टी गिनती फिर से शुरू करें
hu: Visszaszámlálás folytatása
it: Riprendi il conto alla rovescia
ja: カウントダウンを再開します
nb_no: Fortsett nedtellingen
oc: Reprendre lo descompte
pl: Wznów odliczanie
ru: Продолжить обратный отсчёт
sk: Znova spustiť odpočítavanie
ta: கவுண்ட்டவுனை மீண்டும் தொடங்குங்கள்
tr: Geri sayıma devam et
uk: Продовжити зворотний відлік

source: Cancel recording
de: Aufnahme abbrechen
es: Cancelar grabación
et: Katkesta salvestamine
fr: Annuler l'enregistrement
hi: रिकॉर्डिंग रद्द करें
hu: Felvétel megszakítása
it: Annulla la registrazione
ja: 録音をキャンセルします
nb_no: Avbryt opptak
oc: Anullar l'enregistrament
pl: Anuluj nagrywanie
ru: Отменить запись
sk: Zrušiť nahrávanie
ta: பதிவை ரத்துசெய்
tr: Kaydı iptal et
uk: Скасувати запис

source: Finish recording
de: Aufnahme beenden
es: Finalizar grabación
et: Lõpeta salvestamine
fr: Terminer l'enregistrement
hi: रिकॉर्डिंग समाप्त करें
hu: Felvétel befejezése
it: Termina registrazione
ja: 録音を終了します
nb_no: Fullfør opptak
oc: Terminar l'enregistrament
pl: Zakończ nagrywanie
ru: Закончить запись
sk: Dokončiť nahrávanie
ta: பதிவு செய்ய
tr: Kaydı bitir
uk: Завершити запис

source: Resume recording
de: Aufnahme fortfahren
es: Reanudar grabación
et: Jätka salvestamist
fr: Continuer l'enregistrement
hi: रिकॉर्डिंग पुनः प्रारंभ करें
hu: Felvétel folytatása
it: Riprendi la registrazione
ja: 録音を再開します
nb_no: Fortsett opptak
oc: Reprendre l'enregistrament
pl: Wznów nagrywanie
ru: Продолжить запись
sk: Znova spustiť nahrávanie
ta: மீண்டும் பதிவு செய்யுங்கள்
tr: Kaydı devam ettir
uk: Продовжити запис

source: Pause recording
de: Aufnahme pausieren
es: Pausar grabación
et: Peata salvestamine
fr: Mettre en pause l'enregistrement
hi: रिकॉर्डिंग विरामित करें
hu: Felvétel szüneteltetése
it: Metti in pausa la registrazione
ja: 録音を一時停止します
nb_no: Sett opptak på pause
oc: Pausar l'enregistrament
pl: Wstrzymaj nagrywanie
ru: Приостановить запись
sk: Pozastaviť nahrávanie
ta: இடைநிறுத்த பதிவு
tr: Kaydı durdur
uk: Призупинити запис

source: Source
de: Quelle
es: Fuente
et: Heliallikas
hi: स्रोत
hu: Forrás
it: Sorgente
ja: 録音元
nb_no: Kilde
oc: Font
pl: Źródło
ru: Источник
sk: Zdroj
ta: மூலம்
tr: Kaynak
uk: Джерело

source: Record from:
de: Aufnehmen von:
es: Grabar desde:
et: Helivoo allikas:
fr: Enregistrer à partir de :
hi: इससे रिकॉर्ड करें:
hu: Bemenet:
it: Registra da:
ja: 録音元:
nb_no: Ta opp fra:
oc: Enregistrar a partir de :
pl: Nagrywaj z:
ru: Источник:
sk: Nahrávať z:
ta: இதிலிருந்து பதிவு:
tr: Kayıt kaynağı :
uk: Запис із:

source: Microphone
de: Mikrofon
es: Micrófono
et: Mikrofon
hi: माइक्रोफोन
hu: Mikrofon
it: Microfono
ja: マイク
nb_no: Mikrofon
oc: Microfòn
pl: Mikrofonu
ru: Микрофон
sk: Mikrofón
ta: ஒலிவாங்கி
tr: Mikrofon
uk: Мікрофона

source: System
es: Sistema
et: Süsteemi kujundus
fr: Système
hi: सिस्टम
hu: Rendszer
it: Sistema
ja: システム
oc: Sistèma
ru: Система
sk: Systém
ta: மண்டலம்
tr: Sistem
uk: Системи

source: Both
de: Beides
es: Ambos
et: Mõlemad
fr: Les deux
hi: दोनों
hu: Mindkettő
it: Entrambi
ja: 両方
nb_no: Begge
oc: Totes dos
pl: Obu
ru: Оба
sk: Obidva
ta: இரண்டும்
tr: Her ikiside
uk: Обох

source: Microphone:
de: Mikrofon:
es: Micrófono:
et: Mikrofon:
hi: माइक्रोफोन:
hu: Mikrofon:
it: Microfono:
ja: マイク:
oc: Microfòn :
pl: Mikrofon:
ru: Микрофон:
sk: Mikrofón:
ta: மைக்ரோஃபோன்:
tr: Mikrofon:
uk: Мікрофон:

source: Channels:
de: Kanäle:
es: Canales:
et: Kanalid:
fr: Canaux :
hi: चैनल:
hu: Csatornák:
it: Canali:
ja: チャンネル:
nb_no: Kanaler:
oc: Canals :
pl: Kanały:
ru: Каналы:
sk: Kanály:
ta: சேனல்கள்:
tr: Kanallar:
uk: Канали:

source: Mono
es: Monoaural
hi: मोनो
hu: Monó
ja: モノラル
ru: Моно
ta: மோனோ
uk: Моно

source: Stereo
es: Estéreo
fr: Stéréo
hi: स्टीरियो
hu: Sztereó
ja: ステレオ
oc: Estereo
ru: Стерео
ta: ச்டீரியோ
uk: Стерео

source: Timer
es: Temporizador
et: Taimer
fr: Minuteur
hi: टाइमर
hu: Időzítés
ja: タイマー
nb_no: Tidsur
oc: Minutador
ru: Таймер
sk: Časovač
ta: நேரங்குறிகருவி
tr: Zamanlayıcı
uk: Таймер

source: Delay in seconds:
de: Verzögerung in Sekunden:
es: Demora en segundos:
et: Eelnev viivitus sekundites:
fr: Délai en secondes :
hi: सेकंड में विलंब:
hu: Visszaszámlálás (mp):
it: Ritardo in secondi:
ja: 遅延する秒数:
lt: Delsa sekundėmis:
nb_no: Forsinkelse i sekunder:
oc: Relambi en segondas :
pl: Opóźnienie w sekundach:
ru: Задержка в секундах:
sk: Oneskorenie v sekundách:
ta: விநாடிகளில் தாமதம்:
tr: Saniye cinsinden gecikme:
uk: Затримка в секундах:

source: Length in seconds:
de: Länge in Sekunden:
es: Duración en segundos:
et: Salvestuse kestus sekundites:
fr: Durée en secondes :
hi: सेकंड में लंबाई:
hu: Hossz (mp):
it: Durata in secondi:
ja: 録音する秒数:
lt: Trukmė sekundėmis:
nb_no: Lengde i sekunder:
oc: Durada en segondas :
pl: Długość w sekundach:
ru: Длина в секундах:
sk: Dĺžka v sekundách:
ta: விநாடிகளில் நீளம்:
tr: Saniye cinsinden uzunluk:
uk: Тривалість у секундах:

source: Saving
de: Speichern
es: Guardado
et: Talletamine
fr: Sauvegarde
hi: सहेज रहे हैं
hu: Tárolás
it: Salvataggio
ja: 保存
lt: Išsaugojimas
oc: Salvament
pl: Zapisywanie
ru: Сохранение
sk: Ukladanie
ta: சேமிப்பு
tr: Kaydedilen
uk: Збереження

source: Format:
es: Formato:
et: Vorming:
hi: प्रारूप:
hu: Formátum:
it: Formato:
ja: 形式:
lt: Formatas:
ru: Формат:
sk: Formát:
ta: வடிவம்:
tr: Biçim:
uk: Формат:

source: ALAC
ta: அலாக்

source: MP3
ta: தனிமையில்

source: Ogg Vorbis
ta: ஓக் வோர்பிச்

source: Opus
ta: ஓபச்

source: Automatically save files:
de: Dateien automatisch speichern:
es: Guardar archivos automáticamente:
et: Loo failid automaatselt:
fr: Sauvegarder automatiquement les fichiers :
hi: फाइलें स्वचालित रूप से सहेजें:
hu: Automatikus mentés:
it: Salva automaticamente i file:
ja: ファイルを自動的に保存:
lt: Automatiškai išsaugoti failus:
oc: Salvar automaticament los fichièrs :
pl: Automatycznie zapisuj pliki:
ru: Автоматически сохранять файлы:
sk: Automaticky ukladať súbory:
ta: கோப்புகளை தானாக சேமிக்கவும்:
tr: Dosyaları kendiliğinden kaydet:
uk: Автозбереження файлів:

source: Select destination…
de: Ziel auswählen …
es: Seleccionar el destino…
et: Vali sihtkaust…
fr: Sélectionner une destination…
hi: गंतव्य चुनें…
hu: Könyvtár kiválasztása…
it: Seleziona destinazione…
ja: 保存先を選択…
nb_no: Velg mål …
oc: Seleccionar una destinacion…
pl: Wybierz domyślne położenie…
ru: Выбрать место назначения…
sk: Vyberte cieľ…
ta: இலக்கைத் தேர்ந்தெடுக்கவும்…
tr: Hedef seçin…
uk: Вибрати місце призначення…

source: Choose a default destination
de: Wählen Sie einen Standard-Ort
es: Elija un destino predeterminado
et: Vali vaikimisi kasutatav kaust
fr: Sélectionner une destination par défaut
hi: तयशुदा गंतव्य चुनें
hu: Mentés helyének kiválasztása
it: Scegli una destinazione predefinita
ja: デフォルトの保存先を選択
lt: Pasirinkite numatytąją vietą
nb_no: Velg et forvalgt mål
oc: Seleccionar una destinacion per defaut
pl: Wybierz domyślne położenie
ru: Выберите место по умолчанию
sk: Vybrať predvolený cieľ
ta: இயல்புநிலை இலக்கைத் தேர்வுசெய்க
tr: Varsayılan bir hedef seçin
uk: Виберіть усталене місце

source: Select
de: Auswählen
es: Seleccionar
et: Vali
fr: Sélectionner
hi: चुनें
hu: Kiválasztás
it: Seleziona
ja: 選択
nb_no: Velg
oc: Seleccionar
pl: Wybierz
ru: Выбрать
sk: Vybrať
ta: தேர்ந்தெடு
tr: Seç
uk: Вибрати

source: Start recording
de: Aufnahme starten
es: Comenzar grabación
et: Alusta salvestamisega
fr: Démarrer l'enregistrement
hi: रिकॉर्डिंग प्रारंभ करें
hu: Felvétel indítása
it: Avvia registrazione
ja: 録音を開始します
lt: Pradėti įrašinėjimą
nb_no: Start opptak
oc: Començar l'enregistrament
pl: Zacznij nagrywanie
ru: Начать запись
sk: Spustiť nahrávanie
ta: பதிவு செய்யத் தொடங்குங்கள்
tr: Kaydı başlat
uk: Почати запис

source: Recording Saved
et: Salvestus on talletatud
oc: Enregistrament salvat

source: Open Folder
et: Ava kaust
oc: Dobrir lo dossièr

source: An indication that recording is successfully finished
de: Eine Indikation, dass die Aufnahme erfolgreich beendet wurde
hi: एक संकेत कि रिकॉर्डिंग सफलतापूर्वक समाप्त हो गई है
it: Un'indicazione che la registrazione è terminata con successo
ja: 録音が正常に完了したことを示すマーク
nb_no: En indikasjon på at opptaket har blitt fullført
pl: Wiadomość, że nagrywanie zostało pomyślnie zakończone
ru: Индикатор успешного завершения записи
sk: Indikácia, že sa nahrávanie úspešne dokončilo
tr: Kaydın başarıyla tamamlandığına dair bir gösterge

source: Saved recording
hi: रिकॉर्डिंग सहेजी गई

source: Recording saved successfully.
hi: रिकॉर्डिंग सफलतापूर्वक सहेजी गई।

source: Click here to play.
hi: चलाने के लिए यहां क्लिक करें।

source: Open folder
hi: फोल्डर खोलें

source: Light
de: Hell
it: Chiaro
ja: ライト
nb_no: Lys
pl: Jasny
ru: Светлый
sk: Svetlý
tr: Açık

source: Dark
de: Dunkel
it: Scuro
ja: ダーク
nb_no: Mørk
pl: Ciemny
ru: Тёмный
sk: Tmavý
tr: Koyu

source: Recording from %s
de: Aufnahme von %s
hu: Felvétel: %s
it: Registrazione da %s
ja: 録音 %s
lt: Įrašinėjimas iš %s
nb_no: Tar opp fra %s
pl: Nagrywanie z %s
ru: Запись от %s
sk: Nahráva sa od %s
tr: Kayıt tarihi %s

source: There was an error while starting recording.
de: Beim Starten der Aufnahme ist ein Fehler aufgetreten.
hu: A felvétel indítása során hiba történt.
it: Si è verificato un errore durante l'avvio della registrazione.
ja: 録音開始中にエラーが発生しました。
nb_no: En feil inntraff under oppstart av opptak.
pl: Wystąpił błąd podczas zapisywania nagrywania.
ru: Произошла ошибка во время начала запаси.
sk: Pri spustení záznamu došlo k chybe.
tr: Kayıt başlatılırken bir hata oluştu.

source: Recording
lt: Įrašinėjimas

source: Recordings
lt: Įrašinėjimai

source: Unable to Create an Audio File
lt: Nepavyko sukurti garso failą

source: Cancel
lt: Atsisakyti

source: Are you sure you want to quit Reco?
lt: Ar tikrai norite išeiti iš Reco?

source: If you quit Reco, the recording in progress will end.
lt: Jeigu išeisite iš Reco, dabartinis įrašinėjimas bus užbaigtas.

source: Quit Reco
lt: Išeiti iš Reco
