Repository: ryonakano/reco
Catalog: po/*.po
Languages: de, es, et, fr, hi, hu, it, ja, lt, nb_no, oc, pl, ru, sk, ta, tr, uk

# shortcut window
source: General
et: Üldised seadistused
fr: Général
ta: பொது
uk: Загальні

# shortcut window
source: Keyboard Shortcuts
et: Klaviatuuri kiirklahvid
fr: Raccourcis clavier
oc: Acorchis clavièr
ta: விசைப்பலகை குறுக்குவழிகள்
uk: Комбінації клавіш

# shortcut window
source: Quit
et: Välju
fr: Quitter
oc: Quitar
ta: வெளியேறு
uk: Вихід

# shortcut window
source: Recording
et: Salvestamine
fr: Fenêtre d'enregistrement
oc: Enregistrament
ta: பதிவு செய்தல்
uk: Запис

# shortcut window
source: Start/Stop recording
et: Alusta salvestamist või lõpeta salvestamine
fr: Démarrer/Stopper l'enregistrement
oc: Començar/Arrestar l'enregistrament
ta: பதிவு தொடங்கு/நிறுத்து
uk: Почати/зупинити запис

source: Audio Recording App
de: Audio-Aufnahme-App
es: Aplicación para grabar audio
et: Rakendus helide salvestamiseks
fr: Application d'enregistrement audio
hi: ऑडियो रिकॉर्डिंग ऐप
hu: Hangrögzítő alkalmazás
it: App di registrazione audio
ja: オーディオ録音アプリ
nb_no: Lydopptaksprogram
oc: Aplicacion d’enregistrament àudio
pl: Rejestrator dźwięku
ru: Приложение для записи звука
sk: Aplikácia na nahrávanie zvuku
ta: ஆடியோ ரெக்கார்டிங் பயன்பாடு
tr: Ses Kayıt Uygulaması
uk: Застосунок запису звуку

source: Focus on recording
es: Centrarse en la grabación
et: Mugav helisalvestus
fr: Focus sur l'enregistrement
hi: रिकॉर्डिंग पर ध्यान दें
it: Concentrati sulla registrazione
nb_no: Fokuser på opptak
oc: Centrada sus l’enregistrament
pl: Skupienie na nagrywaniu
ru: Сфокусируйтесь на записи
sk: Zameranie na záznam
ta: பதிவு செய்வதில் கவனம் செலுத்துங்கள்
uk: Зосереджений на записі

source: Record;Audio;Sound;Voice;
de: Record;Aufnahme;Audio;Sound;Ton;Voice;Stimme;
es: Grabar;Audio;Sonido;Voz;
et: Record;Audio;Sound;Voice;hääl;heli;salvestus;salvestis;salvestama;helisalvestus;salvestaja;diktofon;
fr: Enregistrement;Audio;Son;Voix;
hi: रिकॉर्ड;ऑडियो;ध्वनि;आवाज़;
hu: Felvétel;Rögzítés;Zene;Hang;
it: Registra;Audio;Suono;Voce;
ja: Record;Audio;Sound;Voice;録音;オーディオ;サウンド;ボイス;
nb_no: Opptak;lyd;musikk;innspilling;stemme;
oc: enregistrar;enregistrament;àudio;son;votz;
pl: Nagrywaj;Audio;Dźwięk;Głos;
ru: Запись;Аудио;Звук;Голос;
sk: Nahrávať;Nahrať;Nahrávanie;Zvuk;Hlas;
ta: பதிவு; ஆடியோ; ஒலி; குரல்;
tr: Kayıt;Ses;Konuşma;Kaydet;
uk: Запис;Аудіо;Звук;Голос;Record;Audio;Sound;Voice;

source: Reco is an audio recorder focused on being concise and simple to use.
es: Reco es un grabador de audio centrado en ser conciso y sencillo de usar.
et: Reco on lihtne ja lakooniline helisalvestaja.
fr: Reco est un enregistreur audio pensé pour être concis et simple d'utilisation
hi: Reco एक ऑडियो रिकॉर्डर है जो संक्षिप्त और उपयोग में सरल होने पर केंद्रित है।
hu: A Reco egy egyszerű és könnyen kezelhető hangrögzítő alkalmazás.
it: Reco è un registratore audio focalizzato sull'essere conciso e semplice da usare.
ja: Reco は、簡潔かつシンプルに使えることに重きを置いた、オーディオレコーダーです。
nb_no: Reco er en lydopptaker fokusert på enkel bruk.
oc: Reco es un enregistrador àudio que se vòl concís e simple d’utilizar.
pl: Reco to rejestrator dźwięku stworzony z myślą o zwięzłości i prostocie obsługi.
ru: Reco — это диктофон с упором на краткость и простоту использования.
sk: Reco je audio rekordér zameraný na to, že je stručný a jednoduchý na použitie.
ta: RECO என்பது ஆடியோ ரெக்கார்டர் ஆகும், இது சுருக்கமாகவும் பயன்படுத்த எளிதாகவும் இருக்கும்.
uk: Reco — це звукозаписувач, зосереджений на лаконічності та простоті користування.

source: You can use it to record and remember spoken words, system audio, improvized melodies, and anything else you can do with a microphone, speaker, or both.
es: Puedes utilizarlo para grabar y recordar palabras habladas, audio de sistemas, melodías improvisadas y cualquier otra cosa que puedas hacer con un micrófono, un altavoz o ambos.
et: Sa võid salvestada ja seega talletada juttu, süsteemi helisid, improviseeritud meloodiaid ja mida iganes, kus mikrofon, kõlar või mõlemad on mängus.
fr: Vous pouvez l'utiliser pour enregistrer et mémoriser des mots prononcés, la sortie audio du système, des mélodies improvisées et tout ce que vous pouvez faire avec un microphone, un haut-parleur ou les deux.
hi: आप इसका उपयोग बोले गए शब्दों, सिस्टम ऑडियो, तात्कालिक धुनों और माइक्रोफोन, स्पीकर या दोनों के साथ जो कुछ भी कर सकते हैं उसे रिकॉर्ड करने और याद रखने के लिए कर सकते हैं।
hu: Használható beszélgetések, rendszerhang, dallamok rögzítésére legyen szó bemeneti vagy kimeneti eszközökről.
it: Puoi usarlo per registrare e ricordare parole pronunciate, audio di sistema, melodie improvvisate e qualsiasi altra cosa tu possa fare con un microfono, un altoparlante o entrambi.
ja: 会話、システム音、即興の旋律など、マイクやスピーカー (あるいはその両方) を使った録音・記録に使用できます。
nb_no: Du kan bruke den til å ta opp og huske tale, systemlyd, improviserte melodier, og alt annet du kan med en mikrofon, høyttaler, eller begge deler.
oc: Lo podètz utilizar per enregistrar e remembrar d’orals, d'àudio del sistèma, de melodias improvisadas, e tot çò que podètz far amb un microfòn, un nautparlaire, o los dos.
ru: Вы можете использовать его для записи и запоминания произнесённых слов, системного звука, импровизированных мелодий и всего остального, что вы можете делать с помощью микрофона, динамика или того и другого.
sk: Môžete ho použiť na záznam a pamätať hovorené slová, audio systému, improvizované melódie a čokoľvek iného môžete urobiť s mikrofónom, reproduktorom alebo oboje.
ta: பேசும் சொற்கள், கணினி ஆடியோ, மேம்படுத்தப்பட்ட மெல்லிசைகள் மற்றும் மைக்ரோஃபோன், ச்பீக்கர் அல்லது இரண்டையும் நீங்கள் செய்யக்கூடிய வேறு எதையும் பதிவுசெய்து நினைவில் கொள்ள நீங்கள் இதைப் பயன்படுத்தலாம்.
uk: Ви можете використовувати його для запису і запам'ятовування вимовлених слів, системного звуку, імпровізованих мелодій і всього іншого, що можна зробити за допомогою мікрофона, динаміка або і того, і іншого.

source: Features include:
de: Funktionen (u. a.):
es: Las características incluyen:
et: Funktsionaalsused:
fr: Fonctionnalités :
hi: शामिल विशेषताएं:
hu: Funkciók:
it: Le caratteristiche includono:
ja: 含まれる機能:
nb_no: Funksjoner:
oc: Foncionalitats inclusas :
pl: Wśród funkcji:
ru: Функции:
sk: Funkcie zahŕňajú:
ta: நற்பொருத்தங்கள் பின்வருமாறு:
tr: Özellikler:
uk: До особливостей належать:

source: Recording sounds from both your microphone and system at the same time. This is useful for recording calls or streaming videos on the Internet.
es: Graba sonidos del micrófono y del sistema al mismo tiempo. Esto resulta útil para grabar llamadas o transmitir vídeos por Internet.
et: Sa võid salvestada helisid mikrofonist, süsteemist või korraga mõlemast. Sobib näiteks (telefoni)kõnede või video voogedastuse jäädvustamiseks.
fr: Enregistrez le son à la fois depuis votre micro er votre ordinateur. Cela peut être utile si vous souhaitez enregistrer des conversations en ligne ou pendant la lecture de vidéos sur Internet
hi: एक ही समय में आपके माइक्रोफोन और सिस्टम दोनों से ध्वनियां रिकॉर्ड करना। यह कॉल रिकॉर्ड करने या इंटरनेट पर वीडियो स्ट्रीम करने के लिए उपयोगी है।
hu: Rendszer és bemeneti eszközök hangjának rögzítése egyaránt akár azonos időben. Ez hasznos lehet hívások vagy élő adások felvétele során.
it: Registra i suoni dal microfono e dal sistema contemporaneamente. Ciò è utile per registrare chiamate o riprodurre video in streaming su Internet.
ja: マイクからの音とシステム音の同時録音。通話を録音したり、インターネット上の動画をストリーミングしたりする際に便利です。
nb_no: Ta opp lyder fra mikrofonen og systemet samtidig. Nyttig for innspilling av samtaler eller strømming av videoer på Internett.
oc: Enregistrar de sons dempuèi vòstre microfòn e vòstre sistèma al meteis temps. Es util per enregistrar de sonadas o difusar de vidèos sus Internet.
ru: Запись звука с микрофона и системы одновременно. Это полезно для записи разговоров или трансляции видео в Интернет.
sk: Nahrávanie zvukov z vášho mikrofónu a systému súčasne. To je užitočné pre nahrávanie hovorov alebo streaming videá na internete.
ta: உங்கள் மைக்ரோஃபோன் மற்றும் கணினி இரண்டிலிருந்தும் ஒரே நேரத்தில் ஒலிகளைப் பதிவுசெய்கிறது. இணையத்தில் அழைப்புகளை பதிவு செய்ய அல்லது வீடியோக்களை ச்ட்ரீமிங் செய்ய இது பயனுள்ளதாக இருக்கும்.
uk: Запис звуків як з мікрофона, так і з системи одночасно. Це корисно для запису викликів або трансляцій відео з інтернету.

source: Saving in many commonly used formats. It supports ALAC, FLAC, MP3, Ogg Vorbis, Opus, and WAV.
es: Guarda en muchos formatos comunes. Es compatible con ALAC, FLAC, MP3, Ogg Vorbis, Opus y WAV.
et: Võid kasutada paljusid levinuid helivorminguid - toetatud on ALAC, FLAC, MP3, Ogg Vorbis, Opus ja WAV.
fr: Enregistrement dans les formats les plus courants. L'application prend en charge les formats ALAC, FLAC, MP3, Ogg Vorbis, Opus et WAV
hi: आमतौर पर उपयोग किये जाने वाले कई प्रारूपों में सहेजना। यह ALAC, FLAC, MP3, Ogg Vorbis, Opus और WAV का समर्थन करता है।
hu: Tárolás megannyi formátumban. Támogatott formátumok: ALAC, FLAC, MP3, Ogg Vorbis, Opus és WAV.
it: Salvataggio in molti formati di uso comune. Supporta ALAC, FLAC, MP3, Ogg Vorbis, Opus e WAV.
ja: よく使われる形式での保存。ALAC・FLAC・MP3・Ogg Vorbis・Opus・WAV に対応しています。
nb_no: Lagring i mange populære formater. FLAC, ALAC, MP3, Ogg Vorbis, Opus, og WAV.
oc: Enregistrament dins divèrses formats d'usatge corrent. Pren en carga ALAC, FLAC, MP3, Ogg Vorbis, Opus e WAV.
pl: Zapisywanie w wielu powszechnie używanych formatach. Wsparcie dla AAC, FLAC, MP3, Ogg, Vorbis, Opus oraz WAV
ru: Сохранение во многих распространённых форматах. Reco поддерживает AAC, FLAC, MP3, Ogg Vorbis, Opus и WAV.
sk: Ukladanie v mnohých bežne používaných formátoch. Podporuje ALAC, FLAC, MP3, Ogg Vorbis, Opus a WAV.
ta: பொதுவாகப் பயன்படுத்தப்படும் பல வடிவங்களில் சேமித்தல். இது ALAC, FLAC, MP3, OGG VORBIS, Opus மற்றும் Wav ஐ ஆதரிக்கிறது.
uk: Збереження в багатьох часто використовуваних форматах. Він підтримує ALAC, FLAC, MP3, Ogg Vorbis, Opus і WAV.

source: Timed recording. You can set a delay before recording up to 15 seconds, and set the length of recording up to 600 seconds.
es: Grabación temporizada. Puedes establecer un retardo antes de la grabación de hasta 15 segundos, y ajustar la duración de la grabación hasta 600 segundos.
et: Ajastamine annab lisamugavust - võid kasutada kuni 15-sekundilist viivitust enne salvestamist ning piirata salvestuse kestust kuni 600 sekundiga.
fr: Enregistrement chronométré. Vous pouvez définir un délai avant d'enregistrer jusqu'à 15 secondes, et la durée de l'enregistrement jusqu'à 600 secondes
hi: समयबद्ध रिकॉर्डिंग। आप रिकॉर्डिंग से पहले 15 सेकंड तक की देरी निर्धारित कर सकते हैं, और रिकॉर्डिंग की अवधि 600 सेकंड तक निर्धारित कर सकते हैं।
hu: Felvétel időzítése. Beállítható a felvétel hossza és késleltetése.
it: Registrazione temporizzata. È possibile impostare un ritardo prima della registrazione fino a 15 secondi e impostare la durata della registrazione fino a 600 secondi.
ja: 遅延付き録音。録音前の遅延を最長15秒、録音の長さを最長600秒に設定できます。
nb_no: Tidsbegrenset opptak. Du kan sette en tidsnedtelling før opptak opptil 15 sekunder, og sette lengden av opptaket opptil 600 sekunder.
oc: Enregistrament cronometrat. Podètz definir un delai abans d'enregistrar fins a 15 segondas, e la durada de l'enregistrament fins a 600 segondas.
ru: Запись по таймеру. Вы можете поставить задержку перед началом записи до 15 секунд и длительность записи до 600 секунд.
sk: Časový záznam. Môžete nastaviť oneskorenie pred nahrávanie až 15 sekúnd a nastaviť dĺžku záznamu až 600 sekúnd.
ta: நேர பதிவு. 15 வினாடிகள் வரை பதிவு செய்வதற்கு முன்பு நீங்கள் தாமதத்தை அமைக்கலாம், மேலும் 600 வினாடிகள் வரை பதிவு செய்யும் நீளத்தை அமைக்கலாம்.
uk: Запланований запис. Ви можете вказати затримку перед записом до 15 секунд, а тривалість запису — до 600 секунд.

source: Choosing where to save recordings. You can select whether the app saves recordings into a directory of your choosing automatically or manually.
es: Elegir dónde guardar las grabaciones. Puedes seleccionar si la aplicación guarda las grabaciones en un directorio de tu elección de forma automática o manual.
et: Vali salvestuse asukoht - võid määrata faili automaatse lisamise eelmääratud kausta või valid igal juhtumil eraldi soovitud failinime ja sihtkausta.
fr: Choix du lieu d'enregistrement. Vous pouvez sélectionner si l'application sauvegarde automatiquement les enregistrements ou si vous préferez sélectionner un emplacement de destination à chaque sauvegarde
hi: रिकॉर्डिंग को सहेजने का स्थान चुनना। आप यह चुन सकते हैं कि ऐप रिकॉर्डिंग को आपकी पसंद की निर्देशिका में स्वचालित रूप से या हस्तचालित रूप से सहेजता है या नहीं।
it: Scegliere dove salvare le registrazioni. Puoi selezionare se l'app salvi le registrazioni in una directory di tua scelta automaticamente o manualmente.
ja: 保存先の選択。選択したディレクトリに自動的に録音を保存するか、毎回録音後に保存先を選択するかを選択できます。
oc: Causida del luòc d'enregistrament. Podètz causir se l'aplicacion enregistra automaticament o manualament los enregistraments dins un repertòri de vòstra causida.
ru: Выбирайте куда сохранять ваши записи. Вы можете выбрать, чтобы приложение сохраняло записи автоматически или, вы можете выбрать папку вручную.
sk: Výber, kde uložiť nahrávky. Môžete si vybrať, či aplikácia ukladá nahrávanie do adresára automaticky alebo manuálne.
ta: பதிவுகளை எங்கு சேமிப்பது என்பதைத் தேர்ந்தெடுப்பது. பயன்பாடு தானாகவோ அல்லது கைமுறையாகவோ நீங்கள் தேர்ந்தெடுக்கும் கோப்பகமாக பதிவுகளைச் சேமிக்கிறதா என்பதை நீங்கள் தேர்ந்தெடுக்கலாம்.
uk: Вибір місця для збереження записів. Ви можете вибрати, чи буде застосунок зберігати записи в обрану вами директорію автоматично або вручну.

source: Saving recordings when the app quits. Even if you happen to quit the app while recording, the recording is either saved automatically, or the file chooser dialog is shown - depending on your preferences.
es: Guardar grabaciones al salir de la aplicación. Aunque salgas de la aplicación mientras grabas, la grabación se guarda automáticamente o se muestra el cuadro de diálogo de selección de archivos, según tus preferencias.
et: Helisalvestus saab tehtud ka rakendusest väljumisel - vastavalt sinu määratud seadistustele see juhtub automaatselt või rakendus küsib asukohta faili loomiseks.
fr: Sauvegarde de l'enregistrement à la fermeture de l'application. Même si vous fermez l'application pendant l'enregistrement, l'enregistrement est automatiquement sauvegardé ou alors une boîte de dialogue d'enregistrement s'affichera en fonction de vos paramètres de sauvegarde
hi: ऐप बंद होने पर रिकॉर्डिंग सहेजना। भले ही आप रिकॉर्डिंग करते समय ऐप छोड़ दें, रिकॉर्डिंग या तो स्वचालित रूप से सहेजी जाती है, या फाइल चयनकर्ता संवाद दिखाया जाता है - आपकी प्राथमिकताओं के आधार पर।
hu: Felvétel mentése az alkalmazás bezárásakor. Még akkor is, ha felvétel közben kilép az alkalmazásból, a felvétel automatikusan mentésre kerül, vagy megjelenik a párbeszédpanel.
it: Salvataggio delle registrazioni alla chiusura dell'app. Anche se esci dall'app durante la registrazione, la registrazione verrà salvata automaticamente oppure verrà visualizzata la finestra di dialogo di selezione file, a seconda delle tue preferenze.
ja: アプリ終了時に録音を保存。録音中に誤ってアプリを終了してしまっても、録音中の音声は自動的に保存されるかファイル選択ダイアログが表示されます (設定に応じた挙動になります)。
oc: Enregistrament a la sortida de l'aplicacion. Quitament se quitatz l'aplicacion per cas pendent un enregistrament, aqueste es salvat automaticament, o la fenèstra de seleccion de fichièr s'aficha – segon vòstras preferéncias.
ru: Сохранение записи при выходе из приложения. Если вам вдруг необходимо выйти из приложения во время записи, то она в зависимости от ваших настроек будет сохранена автоматически или в то место, которое вы выберете вручную.
sk: Ukladanie záznamov, keď aplikácia ukončí. Aj keď sa stane, že ukončíte aplikáciu pri nahrávaní, záznam je buď uložený automaticky, alebo súbor vyberie dialóg - v závislosti na vašich preferenciách.
ta: பயன்பாடு வெளியேறும்போது பதிவுகளைச் சேமிக்கிறது. பதிவு செய்யும் போது நீங்கள் பயன்பாட்டிலிருந்து வெளியேற நேர்ந்தாலும், பதிவு தானாகவே சேமிக்கப்படுகிறது, அல்லது கோப்பு தேர்வாளர் உரையாடல் காட்டப்படும் - உங்கள் விருப்பங்களைப் பொறுத்து.
uk: Збереження записів після завершення роботи застосунку. Навіть якщо ви закриєте застосунок під час запису, його буде збережено або автоматично або з'явиться вікно вибору файлів, залежно від ваших налаштувань.

source: Welcome view; perform recording configuration
de: Willkommensansicht; Wählen Sie Ihre Aufnahmeeinstellungen
es: Pantalla de bienvenida; realizar los ajustes de grabación
et: Avavaade koos salvestamise seadistsutega
fr: Fenêtre d'accueil, qui vous permet de définir la configuration d'enregistrement
hi: स्वागत दृश्य; रिकॉर्डिंग विन्यास निष्पादित करें
it: Vista di benvenuto; eseguire la configurazione della registrazione
ja: ようこそ画面では録音の設定をします
oc: Vista de benvenguda ; efectuar la configuracion de l'enregistrament
pl: Ekran powitalny, który pozwala ci dostosować nagrywanie
ru: Экран приветствия; позволяет вам задать настройки записи
sk: Uvítacie zobrazenie; vykonajte nastavenie nahrávania
ta: வரவேற்பு பார்வை; பதிவு உள்ளமைவைச் செய்யுங்கள்
tr: Hoş geldiniz görünümü; kayıt yapılandırması gerçekleştir
uk: Вітання; виконати налаштування запису

source: Recording view
de: Aufnahmeansicht
es: Pantalla de la grabación
et: Salvestusvaade
fr: Fenêtre d'enregistrement
hi: रिकॉर्डिंग दृश्य
it: Vista di registrazione
ja: 録音中の画面
nb_no: Opptaksvisning
oc: Vista enregistrament
pl: Widok nagrywania
ru: Экран записи
sk: Zobrazenie nahrávania
ta: பதிவு செய்யும் பார்வை
tr: Kayıt görünümü
uk: Перегляд запису

source: translator-credits
et: Priit Jõerüüt 2024-2025
oc: Quentin PAGÈS
ta: தமிழ்நேரம் (TamilNeram.github.io)
uk: Ihor Hordiichuk

source: This is possibly due to missing codecs or incomplete installation of the app. Make sure you've installed them and try reinstalling them if this issue persists.
et: Selline olukord võib tekkida, kuna kas koodekid on puudu või on rakenduse paigaldamine jäänud pooleli. Palun kontrolli, et kõik vajalik oleks paigaldatud ja kui viga ei kao, siis paigalda rakendus uuesti.
fr: Ceci est peut-être dû à des codecs manquants ou une installation incomplète de l'application. Assurez-vous que vous les avez installés et essayez de les réinstaller si le problème persiste
oc: Aquò se deu benlèu a de còdecs que mancan o a una installacion incomplèta de l'aplicacion. Asseguratz-vos que los avètz installats e ensajatz de los tornar installar se lo problèma persistís.
ta: இது கோடெக்குகளைக் காணவில்லை அல்லது பயன்பாட்டின் முழுமையற்ற நிறுவல் காரணமாக இருக்கலாம். நீங்கள் அவற்றை நிறுவியுள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள், இந்த சிக்கல் தொடர்ந்தால் அவற்றை மீண்டும் நிறுவ முயற்சிக்கவும்.
uk: Це може бути спричинено відсутністю кодеків або незавершеним встановленням застосунку. Переконайтеся, що ви їх встановили, і спробуйте перевстановити, якщо проблема не зникне.

source: This is possibly due to missing sound input or output devices. Make sure you've connected one and try using another one if this issue persists.
et: Selline olukord võib tekkida, kui heli sisend- või väljundseadmed on puudu. Palun kontrolli, et sa oled vajaliku seadme ühendanud või kui viga ei lahene, siis kasuta mõnda teist seadet.
oc: Aquò es possiblement degut a de periferics d'entrada o de sortida de son que mancan. Asseguratz-vos que n'avètz connectat un e ensajatz d'utilizar un autre se lo problèma persistís.
ta: ஒலி உள்ளீடு அல்லது வெளியீட்டு சாதனங்கள் காணாமல் போனதால் இது இருக்கலாம். நீங்கள் ஒன்றை இணைத்துள்ளீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள், இந்த சிக்கல் தொடர்ந்தால் இன்னொன்றைப் பயன்படுத்த முயற்சிக்கவும்.
uk: Можливо, це спричинено відсутністю пристроїв вводу або виводу звуку. Переконайтеся, що ви під'єднали один з них, і спробуйте під'єднати інший, якщо проблема не зникне.

source: S_ystem
et: S_üsteemi kujundus
fr: S_ystème
oc: S_istèma
ta: முறைமை
uk: С_истемний

source: _Light
et: _Hele kujundus
fr: _Clair
oc: _Clar
ta: விளக்கு
uk: _Світлий

source: _Dark
et: _Tume kujundus
fr: _Sombre
oc: _Fosc
ta: இருண்ட
uk: _Темний

source: _Style
et: _Kujundus
oc: _Estile
ta: பாணி
uk: _Стиль

source: _Keyboard Shortcuts
et: _Klaviatuuri kiirklahvid
fr: Raccourcis clavier
oc: _Acorchis de clavièr
ta: விசைப்பலகை குறுக்குவழிகள்
uk: _Комбінації клавіш

source: _About %s
et: R_akenduse teave: %s
fr: _A propos de %s
oc: _A prepaus de %s
ta: %s பற்றி
uk: _Про %s

source: Main Menu
es: Menú principal
et: Põhimenüü
fr: Menu principal
hi: मुख्य मेनू
oc: Menú principal
ta: பட்டியல் விளையாடுங்கள்
uk: Головне меню

source: Error while recording
de: Aufnahme fehlgeschlagen
es: Error durante la grabación
et: Viga salvestamisel
fr: Erreur lors de l'enregistrement
hi: रिकॉर्डिंग करते समय त्रुटि
hu: Nem sikerült a felvétel
it: Errore durante la registrazione
ja: 録音中エラー
nb_no: Feil under opptak
oc: Error pendent l’enregistrament
pl: Błąd przy nagrywaniu
ru: Ошибка при записи
sk: Chyba pri nahrávaní
ta: பதிவு செய்யும் போது பிழை
tr: Kayıt sırasında hata
uk: Помилка запису

source: There was an error while recording.
de: Während der Aufnahme ist ein Fehler aufgetreten.
es: Se ha producido un error durante la grabación.
et: Salvestamisel tekkis viga.
fr: Il y a eu une erreur lors de l'enregistrement
hi: रिकॉर्डिंग करते समय एक त्रुटि हुई।
hu: A felvétel készítése során hiba történt.
it: Si è verificato un errore durante la registrazione.
ja: 録音中にエラーが発生しました。
nb_no: En feil inntraff under opptak.
oc: Una error se's producha pendent l'enregistrament.
pl: Wystąpił błąd podczas nagrywania.
ru: Произошла ошибка во время записи.
sk: Nahrávanie došlo k chybe.
ta: பதிவு செய்யும் போது பிழை ஏற்பட்டது.
tr: Kayıt sırasında bir hata oluştu.
uk: Сталася помилка під час запису.

source: Failed to save recording
de: Speichern der Aufnahme fehlgeschlagen
es: Error al guardar la grabación
et: Salvestuse talletamine ei õnnestunud
fr: Echec de la sauvegarde de l'enregistrement
hi: रिकॉर्डिंग सहेजने में विफल
hu: Mentés sikertelen
it: Impossibile salvare la registrazione
ja: 録音を保存できませんでした
oc: Fracàs de l'enregistrament del fichièr
pl: Nie udało się zapisać nagrania
ru: Не удалось сохранить запись
sk: Zneužívanie záznamu
ta: பதிவைச் சேமிக்கத் தவறிவிட்டது
tr: Kayıt kaydedilemedi
uk: Не вдалося зберегти запис

source: There was an error while moving file to the designated location.
de: Beim Verschieben der Datei an den angegebenen Ort ist ein Fehler aufgetreten.
es: Se ha producido un error al mover el archivo a la ubicación designada.
et: Faili teisaldamisel määratud kohta tekkis viga.
fr: Il y a eu une erreur lors du déplacement du fichier
hi: फाइल को निर्दिष्ट स्थान पर ले जाते समय एक त्रुटि हुई।
hu: A felvétel mentése nem lehetséges a megadott könyvtárba.
it: Si è verificato un errore durante lo spostamento del file nella posizione designata.
ja: ファイルを指定場所へ移動中にエラーが発生しました。
oc: I a agut una error pendent lo desplaçament del fichièr a sa destinacion.
pl: Wystąpił błąd podczas przenoszenia pliku do położenia docelowego.
ru: Произошла ошибка во время создания файла в нужной локации.
sk: Pri sťahovaní súboru došlo k chybe.
ta: நியமிக்கப்பட்ட இடத்திற்கு கோப்பை நகர்த்தும்போது பிழை ஏற்பட்டது.
tr: Dosya belirlenen konuma taşınırken bir hata oluştu.
uk: Виникла помилка під час переміщення файлу у вказане місце.

source: Save your recording
de: Ihre Aufnahme speichern
es: Guarde su grabación
et: Salvesta oma helisalvestis
fr: Sauvegardez votre enregistrement
hi: अपनी रिकॉर्डिंग सहेजें
hu: Felvétel mentése
it: Salva registrazione
ja: 録音内容を保存
lt: Išsaugokite savo įrašinėjimą
nb_no: Lagre opptaket ditt
oc: Salvar vòstre enregistrament
pl: Zapisz swoje nagrania
ru: Сохраните свою запись
sk: Uložiť nahrávku
ta: உங்கள் பதிவைச் சேமிக்கவும்
tr: Kaydı kaydedin
uk: Збережіть свій запис

source: Save
de: Speichern
es: Guardar
et: Salvesta
fr: Enregistrer
hi: सहेजें
hu: Mentés
it: Salva
ja: 保存
lt: Išsaugoti
nb_no: Lagre
oc: Enregistrar
pl: Zapisz
ru: Сохранить
sk: Uložiť
ta: சேமி
tr: Kaydet
uk: Зберегти
